Repository: bbdyno/PillMate
Catalog: DMateResource/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id

# settings.export_description
source: Exported files can be restored via Import on other devices or after reinstall.
de: Exportierte Dateien können über Import auf anderen Geräten oder nach Neuinstallation wiederhergestellt werden.
fr: Les fichiers exportés peuvent être restaurés via Import sur d'autres appareils ou après réinstallation.
id: File ekspor dapat dipulihkan di perangkat lain atau setelah instal ulang melalui Impor.

# settings.family_medication
source: Family medication management
de: Familien-Medikamentenverwaltung
fr: Gestion des médicaments de la famille
id: Manajemen obat keluarga

# settings.free_app_footer
source: This app is completely free and ad-free.
de: Diese App ist völlig kostenlos und werbefrei.
fr: Cette application est entièrement gratuite et sans publicité.
id: Aplikasi ini sepenuhnya gratis dan bebas iklan.

# settings.family_medication_management
source: Family medication management
de: Familien-Medikamentenverwaltung
fr: Gestion des médicaments de la famille
id: Manajemen obat keluarga

# settings.haptic
source: Haptic
de: Haptik
fr: Haptique
id: Getaran

# settings.healthkit
source: Health
de: Gesundheit
fr: Santé
id: Kesehatan

# settings.healthkit_integration
source: Health App Integration
fr: Intégration App Santé
id: Integrasi Kesehatan

# settings.healthkit_sync
source: Auto Sync
fr: Sync Auto
id: Sinkron otomatis

# settings.healthkit_unavailable
source: Health app is not available on this device.
de: Health App ist auf diesem Gerät nicht verfügbar.
fr: L'app Santé n'est pas disponible sur cet appareil.
id: App Kesehatan tidak tersedia di perangkat ini.

# settings.icloud_sync
source: iCloud Sync
fr: Sync iCloud
id: Sinkron iCloud

# settings.icloud_sync_import_warning
source: Importing while iCloud sync is enabled may affect other devices.
de: Importieren bei aktiviertem iCloud-Sync kann andere Geräte beeinflussen.
fr: L'importation alors que la synchronisation iCloud est activée peut affecter d'autres appareils.
id: Mengimpor saat sinkron iCloud aktif dapat memengaruhi perangkat lain.

# settings.icloud_sync_status
source: Sync Status
fr: État de la synchronisation
id: Status sinkron

# settings.icloud_unavailable
source: iCloud Unavailable
de: iCloud nicht verfügbar
fr: iCloud indisponible
id: iCloud tidak tersedia

# settings.import_button
source: Import
de: Importieren
fr: Importer
id: Impor

# settings.import_complete_alert_title
source: Import Complete
de: Import abgeschlossen
fr: Importation terminée
id: Impor Selesai

# settings.import_data
source: Import Data
de: Daten importieren
fr: Importer des données
id: Impor data

# settings.import_data_alert_title
source: Import Data
de: Daten importieren
fr: Importer des données
id: Impor Data

# settings.info_section
source: About
de: Über
fr: À propos
id: Info

# settings.language
source: Language
de: Sprache
fr: Langue
id: Bahasa

# settings.last_sync
source: Last Sync
de: Letzte Sync
fr: Dernière synchro
id: Sinkron terakhir

# settings.last_sync_label
source: Last Sync
de: Letzte Sync
fr: Dernière synchro
id: Sinkron terakhir

# settings.later_button
source: Later
de: Später
fr: Plus tard
id: Nanti

# settings.missed_dose_alert
source: Alert on missed doses
id: Peringatan jika terlewat

# settings.more_developer_options
source: More Developer Options
de: Weitere Entwickleroptionen
fr: Plus d'options développeur
id: Opsi pengembang lainnya

# settings.not_synced
source: Not Synced
de: Nicht synchronisiert
fr: Non synchronisé
id: Tidak Disinkronkan

# settings.notification_permission
source: Notification Permission
de: Benachrichtigungsberechtigung
fr: Permission de notification
id: Izin notifikasi

# settings.notification_sound
source: Notification Sound
de: Benachrichtigungston
fr: Son de notification
id: Suara notifikasi

# settings.notifications
source: Notifications
de: Benachrichtigungen
id: Notifikasi

# settings.on_the_hour
source: On the hour
de: Zur vollen Stunde
fr: À l'heure pile
id: Tepat jam

# settings.open_settings
source: Settings
de: Einstellungen
fr: Réglages
id: Pengaturan

# settings.patient_management
source: Patient Management
de: Patientenverwaltung
fr: Gestion des patients
id: Manajemen pasien

# settings.premium_activated
source: Activated
de: Aktiviert
fr: Activé
id: Diaktifkan

# settings.premium_all_features
source: Unlock all features • %@
de: Alle Funktionen freischalten • %@
fr: Débloquer toutes les fonctionnalités • %@
id: Buka semua fitur • %@

# settings.premium_deactivated
source: Deactivated
de: Deaktiviert
fr: Désactivé
id: Dinonaktifkan

# settings.premium_in_use
source: In Use
de: In Verwendung
fr: En cours d'utilisation
id: Digunakan

# settings.premium_locked
source: Unlock with Premium
de: Mit Premium freischalten
fr: Débloquer avec Premium
id: Buka dengan Premium

# settings.premium_status
source: Premium Status
fr: Statut Premium
id: Status Premium

# settings.premium_sync_description
source: Premium enables multi-device sync and data backup/restore.
de: Premium ermöglicht Multi-Geräte-Sync und Daten-Backup/-Restore.
fr: Premium permet la synchronisation multi-appareils et la sauvegarde/restauration des données.
id: Dengan Premium

# settings.premium_upgrade_title
source: Upgrade to Premium
de: Auf Premium upgraden
fr: Passer à Premium
id: Tingkatkan ke Premium

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
id: Kebijakan Privasi

# settings.quit_now_button
source: Quit Now
de: Jetzt beenden
fr: Quitter maintenant
id: Tutup sekarang

# settings.reminder_before
source: Reminder Before
de: Erinnerung vor
fr: Rappel avant
id: Pengingat sebelumnya

# settings.request_healthkit_permission
source: Request Health Permission
de: Gesundheitsberechtigung anfordern
fr: Demander la permission Santé
id: Minta izin Kesehatan

# settings.request_permission
source: Request Health Permission
de: Gesundheitsberechtigung anfordern
fr: Demander la permission Santé
id: Minta izin

# settings.reschedule_button
source: Reschedule Notifications
de: Benachrichtigungen neu planen
fr: Reprogrammer les notifications
id: Atur ulang notifikasi

# settings.reschedule_message
source: Do you want to reschedule all medication notifications?
de: Möchten Sie alle Medikamentenbenachrichtigungen neu planen?
fr: Voulez-vous reprogrammer toutes les notifications de médicaments ?
id: Atur ulang semua pengingat obat?

# settings.reschedule_notifications
source: Reschedule Notifications
de: Benachrichtigungen neu planen
fr: Reprogrammer les notifications
id: Atur ulang notifikasi

# settings.reschedule_notifications_alert_title
source: Reschedule Notifications
de: Benachrichtigungen neu planen
fr: Reprogrammer les notifications
id: Atur Ulang Notifikasi

# settings.reset_tip_count
source: Reset Tip Count
de: Tipp-Zähler zurücksetzen
fr: Réinitialiser le compteur de pourboires
id: Reset jumlah tip

# settings.restart_required_alert_title
source: App Restart Required
de: App-Neustart erforderlich
fr: Redémarrage de l'app requis
id: Perlu Mulai Ulang Aplikasi

# settings.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
id: Pulihkan pembelian

# settings.sample_data
source: Create Sample Data
de: Beispieldaten erstellen
fr: Créer des données d'exemple
id: Buat data contoh

# settings.sound
source: Sound
de: Ton
fr: Son
id: Suara notifikasi

# settings.status.authorized
source: Authorized
de: Autorisiert
fr: Autorisé
id: Diizinkan

# settings.status.connected
source: Connected
de: Verbunden
fr: Connecté
id: Terhubung

# settings.status.denied
source: Denied
de: Abgelehnt
fr: Refusé
id: Ditolak

# settings.status.ephemeral
source: Ephemeral
de: Vorübergehend
fr: Éphémère
id: Sementara

# settings.status.not_connected
source: Not Connected
de: Nicht verbunden
fr: Non connecté
id: Tidak terhubung

# settings.status.permission_required
source: Permission Required
de: Berechtigung erforderlich
fr: Permission requise
id: Izin diperlukan

# settings.status.provisional
source: Provisional
de: Vorläufig
fr: Provisoire
id: Sementara

# settings.status.unavailable
source: Unavailable
de: Nicht verfügbar
fr: Indisponible
id: Tidak tersedia

# settings.crypto_support_subtitle
source: Support with cryptocurrency
de: Unterstützung mit Kryptowährung
fr: Soutenir avec cryptomonnaie
id: Dukung dengan cryptocurrency

# settings.status.unknown
source: Unknown
de: Unbekannt
fr: Inconnu
id: Tidak diketahui

# settings.support
source: Support
id: Dukungan

# settings.support_developer
source: Support the Developer
de: Entwickler unterstützen
fr: Soutenir le développeur
id: Dukung pengembang

# settings.support_section
source: Support
id: Dukungan

# settings.sync_active
source: Active
de: Aktiv
fr: Actif
id: Aktif

# settings.sync_disabled
source: Disabled
de: Deaktiviert
fr: Désactivé
id: Nonaktif

# settings.sync_now
source: Sync Now
de: Jetzt synchronisieren
fr: Synchroniser maintenant
id: Sinkron sekarang

# settings.sync_restart_required
source: Restart Required
de: Neustart erforderlich
fr: Redémarrage requis
id: Perlu mulai ulang

# settings.sync_status_label
source: Sync Status
fr: État de la synchronisation
id: Status sinkron

# settings.success.all_data_deleted
source: All data has been deleted.
de: Alle Daten wurden gelöscht.
fr: Toutes les données ont été supprimées.
id: Semua data telah dihapus.

# settings.success.all_notifications_removed
source: All notifications have been removed.
de: Alle Benachrichtigungen wurden entfernt.
fr: Toutes les notifications ont été supprimées.
id: Semua notifikasi telah dihapus.

# settings.success.health_data_synced
source: Health data has been synced.
de: Gesundheitsdaten wurden synchronisiert.
fr: Les données de santé ont été synchronisées.
id: Data kesehatan telah disinkronkan.

# settings.success.healthkit_activated
source: Health app integration has been activated.
de: Health-App-Integration wurde aktiviert.
fr: L'intégration de l'application Santé a été activée.
id: Integrasi aplikasi kesehatan telah diaktifkan.

# settings.success.notification_permission_granted
source: Notification permission has been granted.
de: Benachrichtigungsberechtigung wurde erteilt.
fr: L'autorisation de notification a été accordée.
id: Izin notifikasi telah diberikan.

# settings.success.notifications_rescheduled
source: Notifications have been rescheduled.
de: Benachrichtigungen wurden neu geplant.
fr: Les notifications ont été replanifiées.
id: Notifikasi telah dijadwal ulang.

# settings.success.sample_data_created
source: Sample data has been created.
de: Beispieldaten wurden erstellt.
fr: Les données d'exemple ont été créées.
id: Data contoh telah dibuat.

# settings.syncing
source: Syncing
de: Synchronisieren
fr: Synchronisation
id: Sinkronisasi

# settings.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
id: Ketentuan Layanan

# settings.title
source: Settings
de: Einstellungen
fr: Paramètres
id: Pengaturan

# settings.total_tips
source: Total Tips
de: Gesamte Tipps
fr: Total des pourboires
id: Total jumlah tip

# settings.version
source: Version
id: Versi

# settings.version_label
source: Version
id: Versi

# support.address_copied
source: Address Copied
de: Adresse kopiert
fr: Adresse copiée
id: Alamat disalin

# support.address_copy
source: Copy Address
de: Adresse kopieren
fr: Copier l'adresse
id: Salin alamat

# support.address_label
source: Wallet Address
de: Wallet-Adresse
fr: Adresse du portefeuille
id: Alamat dompet

# support.close
source: Close
de: Schließen
fr: Fermer
id: Tutup

# support.crypto_section
source: Cryptocurrency Support
de: Kryptowährung-Unterstützung
fr: Support de cryptomonnaie
id: Dukungan Cryptocurrency

# support.how_to_send
source: How to Send
de: So senden Sie
fr: Comment envoyer
id: Cara mengirim

# support.info_blockchain
source: Cryptocurrency transactions are securely processed on blockchain
de: Kryptowährungstransaktionen werden sicher auf der Blockchain verarbeitet
fr: Les transactions de cryptomonnaie sont traitées en toute sécurité sur blockchain
id: Transaksi cryptocurrency diproses dengan aman di blockchain

# support.info_development
source: All donations will be used for app development and maintenance
de: Alle Spenden werden für die App-Entwicklung und -Wartung verwendet
fr: Tous les dons seront utilisés pour le développement et la maintenance de l'application
id: Semua donasi akan digunakan untuk pengembangan dan pemeliharaan aplikasi

# support.info_section
source: Information
id: Informasi

# support.info_voluntary
source: Donations are 100% voluntary and unrelated to app features
de: Spenden sind zu 100% freiwillig und stehen in keinem Zusammenhang mit App-Funktionen
fr: Les dons sont 100% volontaires et sans rapport avec les fonctionnalités de l'application
id: Donasi 100% sukarela dan tidak terkait dengan fitur aplikasi

# support.paste_wallet
source: Paste in wallet app
de: In Wallet-App einfügen
fr: Coller dans l'application de portefeuille
id: Tempel di aplikasi dompet

# support.qr_scan
source: Scan QR code with wallet app
de: QR-Code mit Wallet-App scannen
fr: Scanner le code QR avec l'application de portefeuille
id: Pindai kode QR dengan aplikasi dompet

# support.title
source: Support Developer
de: Entwickler unterstützen
fr: Soutenir le développeur
id: Dukung Pengembang

# support.traditional_section
source: Traditional Support
de: Traditionelle Unterstützung
fr: Support traditionnel
id: Dukungan Tradisional

# support.warning_label
source: Warning
de: Warnung
fr: Avertissement
id: Peringatan

# snooze_option.fifteen_minutes
source: 15 minutes
de: 15 Minuten
id: 15 menit

# snooze_option.five_minutes
source: 5 minutes
de: 5 Minuten
id: 5 menit

# snooze_option.one_hour
source: 1 hour
de: 1 Stunde
fr: 1 heure
id: 1 jam

# snooze_option.ten_minutes
source: 10 minutes
de: 10 Minuten
id: 10 menit

# snooze_option.thirty_minutes
source: 30 minutes
de: 30 Minuten
id: 30 menit

# sort_option.created_at
source: By Date Added
de: Nach Erstellungsdatum
fr: Par date d'ajout
id: Berdasarkan Tanggal Ditambahkan

# sort_option.name
source: By Name
de: Nach Name
fr: Par nom
id: Berdasarkan Nama

# sort_option.next_dose
source: By Next Dose
de: Nach nächster Dosis
fr: Par prochaine dose
id: Berdasarkan Dosis Berikutnya

# sort_option.stock_count
source: By Stock
de: Nach Bestand
fr: Par stock
id: Berdasarkan Stok

# statistics_period.month
source: 1 Month
de: 1 Monat
fr: 1 mois
id: 1 Bulan

# statistics_period.three_months
source: 3 Months
de: 3 Monate
fr: 3 mois
id: 3 Bulan

# statistics_period.week
source: 1 Week
de: 1 Woche
fr: 1 semaine
id: 1 Minggu

# statistics_period.year
source: 1 Year
de: 1 Jahr
fr: 1 an
id: 1 Tahun

# status.delayed
source: Delayed
de: Verspätet
fr: Retardé
id: Terlambat

# status.pending
source: Pending
de: Ausstehend
fr: En attente
id: Tertunda

# status.skipped
source: Skipped
de: Übersprungen
fr: Sauté
id: Dilewati

# status.snoozed
source: Snoozed
de: Geschlummert
fr: Reporté
id: Ditunda

# status.taken
source: Taken
de: Eingenommen
fr: Pris
id: Diminum

# statistics.adherence_by_medication
source: Adherence by Medication
de: Einhaltung nach Medikament
fr: Adhésion par médicament
id: Kepatuhan berdasarkan obat

# statistics.avg_delay
source: Average Delay
de: Durchschnittliche Verzögerung
fr: Retard moyen
id: Rata-rata keterlambatan

# statistics.daily_adherence
source: Daily Adherence
de: Tägliche Einhaltung
fr: Adhésion quotidienne
id: Kepatuhan harian

# statistics.date
source: Date
de: Datum
id: Tanggal

# statistics.delayed
source: Delayed
de: Verzögert
fr: Retardé
id: Tertunda

# statistics.message_fair
source: Keep it up!
de: Weiter so!
fr: Continuez comme ça !
id: Terus pertahankan!

# statistics.message_good
source: Great job!
de: Großartig!
fr: Excellent travail !
id: Kerja bagus!

# statistics.message_poor
source: Let's improve!
de: Lass uns verbessern!
fr: Améliorons !
id: Mari kita tingkatkan!

# statistics.no_data
source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible
id: Tidak ada data

# statistics.no_medications
source: No medications
de: Keine Medikamente
fr: Aucun médicament
id: Tidak ada obat

# statistics.overall_adherence_rate
source: Overall Adherence Rate
de: Gesamtrate der Einhaltung
fr: Taux d'adhésion global
id: Tingkat kepatuhan keseluruhan

# statistics.perfect_days
source: Perfect Days
de: Perfekte Tage
fr: Jours parfaits
id: Hari sempurna

# statistics.period
source: Period
de: Zeitraum
fr: Période
id: Periode

# statistics.skipped
source: Skipped
de: Übersprungen
fr: Ignoré
id: Dilewati

# statistics.streak
source: Streak
de: Serie
fr: Série
id: Beruntun

# statistics.summary
source: Summary
de: Zusammenfassung
fr: Résumé
id: Ringkasan

# statistics.taken
source: Taken
de: Eingenommen
fr: Pris
id: Diminum

# statistics.title
source: Statistics
de: Statistiken
fr: Statistiques
id: Statistik

# statistics.total_taken
source: Total Taken
de: Gesamt eingenommen
fr: Total pris
id: Total diminum

# success.all_data_deleted
source: All data deleted.
de: Alle Daten gelöscht.
fr: Toutes les données supprimées.
id: Semua data dihapus.

# success.all_notifications_removed
source: All notifications removed.
de: Alle Benachrichtigungen entfernt.
fr: Toutes les notifications supprimées.
id: Semua notifikasi dihapus.

# success.health_app_enabled
source: Health app integration enabled.
de: Health-App-Integration aktiviert.
fr: Intégration de l'app Santé activée.
id: Integrasi aplikasi kesehatan diaktifkan.

# success.health_data_synced
source: Health data synced.
de: Gesundheitsdaten synchronisiert.
fr: Données de santé synchronisées.
id: Data kesehatan disinkronkan.

# success.notification_permission_granted
source: Notification permission granted.
de: Benachrichtigungsberechtigung erteilt.
fr: Permission de notification accordée.
id: Izin notifikasi diberikan.

# success.notifications_rescheduled
source: Notifications rescheduled.
de: Benachrichtigungen neu geplant.
fr: Notifications reprogrammées.
id: Notifikasi dijadwalkan ulang.

# success.sample_data_created
source: Sample data created.
de: Beispieldaten erstellt.
fr: Données d'exemple créées.
id: Data sampel dibuat.

# tab.health
source: Health
de: Gesundheit
fr: Santé
id: Kesehatan

# tab.history
source: History
de: Verlauf
fr: Historique
id: Riwayat

# tab.home
source: Home
fr: Accueil
id: Beranda

# tab.medications
source: Medications
de: Medikamente
fr: Médicaments
id: Obat

# tab.reminders
source: Reminders
de: Erinnerungen
fr: Rappels
id: Pengingat

# tab.settings
source: Settings
de: Einstellungen
fr: Paramètres
id: Pengaturan

# tab.ai
source: AI Health Brief
de: KI-Gesundheitsbericht
fr: Bilan santé IA
id: Ringkasan Kesehatan AI

# ai.permission_required
source: Health Data Access Required
de: Zugriff auf Gesundheitsdaten erforderlich
fr: Accès aux données de santé requis
id: Akses Data Kesehatan Diperlukan

# ai.permission_description
source: To provide personalized health insights, we need access to your Health data.
de: Um personalisierte Gesundheitseinblicke zu bieten, benötigen wir Zugriff auf Ihre Gesundheitsdaten.
fr: Pour fournir des informations de santé personnalisées, nous avons besoin d'accéder à vos données de santé.
id: Untuk memberikan wawasan kesehatan yang dipersonalisasi, kami memerlukan akses ke data kesehatan Anda.

# ai.request_permission
source: Request Permission
de: Berechtigung anfordern
fr: Demander l'autorisation
id: Minta Izin

# ai.no_health_data
source: No Health Data
de: Keine Gesundheitsdaten
fr: Pas de données de santé
id: Tidak Ada Data Kesehatan

# ai.no_health_data_description
source: Record health data to receive AI-powered insights.
de: Erfassen Sie Gesundheitsdaten, um KI-gestützte Erkenntnisse zu erhalten.
fr: Enregistrez des données de santé pour recevoir des informations alimentées par l'IA.
id: Catat data kesehatan untuk menerima wawasan berbasis AI.

# ai.refresh
source: Refresh
de: Aktualisieren
fr: Actualiser
id: Muat Ulang

# ai.today_activity
source: Today's Activity
de: Heutige Aktivität
fr: Activité d'aujourd'hui
id: Aktivitas Hari Ini

# ai.steps
source: steps
de: Schritte
fr: pas
id: langkah

# ai.distance_km
source: Distance (km)
de: Entfernung (km)
id: Jarak (km)

# ai.calories
source: Calories
de: Kalorien
id: Kalori

# ai.weekly_average
source: Weekly Average
de: Wochendurchschnitt
fr: Moyenne hebdomadaire
id: Rata-rata Mingguan

# ai.briefing_title
source: AI Health Briefing
de: KI-Gesundheitsbericht
fr: Bilan santé IA
id: Ringkasan Kesehatan AI

# ai.generating_briefing
source: Generating AI briefing...
de: KI-Bericht wird erstellt...
fr: Génération du bilan IA...
id: Membuat ringkasan AI...

# ai.recommendations
source: Recommendations
de: Empfehlungen
fr: Recommandations
id: Rekomendasi

# medication_sort_option.name
source: By Name
de: Nach Name
fr: Par nom
id: Berdasarkan Nama

# medication_sort_option.created_at
source: By Date Added
de: Nach Hinzufügungsdatum
fr: Par date d'ajout
id: Berdasarkan Tanggal Ditambahkan

# medication_sort_option.next_dose
source: By Next Dose
de: Nach nächster Dosis
fr: Par prochaine dose
id: Berdasarkan Dosis Berikutnya

# medication_sort_option.stock_count
source: By Stock
de: Nach Bestand
fr: Par stock
id: Berdasarkan Stok

# medication_filter_option.all
source: All
de: Alle
fr: Tous
id: Semua

# medication_filter_option.active
source: Active
de: Aktiv
fr: Actif
id: Aktif

# medication_filter_option.inactive
source: Discontinued
de: Eingestellt
fr: Arrêté
id: Dihentikan

# medication_filter_option.low_stock
source: Low Stock
de: Niedriger Bestand
fr: Stock faible
id: Stok Rendah

# time.days_after
source: day(s) later
de: Tag(e) später
fr: jour(s) plus tard
id: hari lagi

# time.hours_after
source: hour(s) later
de: Stunde(n) später
fr: heure(s) plus tard
id: jam lagi

# time.hours_minutes
source: %dh %dm
id: %dj %dm

# time.hours_passed
source: hour(s) passed
de: Stunde(n) vergangen
fr: heure(s) passée(s)
id: jam berlalu

# time.minutes_after
source: minute(s) later
de: Minute(n) später
fr: minute(s) plus tard
id: menit lagi

# time.minutes_passed
source: minute(s) passed
de: Minute(n) vergangen
fr: minute(s) passée(s)
id: menit berlalu

# time.now
source: Now
de: Jetzt
fr: Maintenant
id: Sekarang

# time.shortly
source: Shortly
de: In Kürze
fr: Bientôt
id: Segera

# time.minutes_overdue
source: %d min overdue
de: %d Min. überfällig
fr: %d min de retard
id: %d menit terlambat

# time.hours_overdue
source: %d hr overdue
de: %d Std. überfällig
fr: %d h de retard
id: %d jam terlambat

# time.minutes_remaining
source: in %d min
fr: dans %d min
id: %d menit lagi

# time.hours_remaining
source: in %d hr
de: in %d Std.
fr: dans %d h
id: %d jam lagi

# time_of_day.afternoon
source: Afternoon
de: Nachmittag
fr: Après-midi
id: Siang

# time_of_day.bedtime
source: Before Bedtime
de: Vor dem Schlafengehen
fr: Avant de se coucher
id: Sebelum Tidur

# time_of_day.evening
source: Evening
de: Abend
fr: Soir
id: Sore

# time_of_day.morning
source: Morning
de: Morgen
fr: Matin
id: Pagi

# time_of_day.night
source: Night
de: Nacht
fr: Nuit
id: Malam

# time_unit.days
source: day(s)
de: Tag(e)
fr: jour(s)
id: hari

# time_unit.days_after
source: %d day(s) later
de: %d Tag(e) später
fr: %d jour(s) plus tard
id: %d hari lagi

# time_unit.hours
source: hour(s)
de: Stunde(n)
fr: heure(s)
id: jam

# time_unit.hours_after
source: %d hour(s) later
de: %d Stunde(n) später
fr: %d heure(s) plus tard
id: %d jam lagi

# time_unit.hours_minutes_format
source: %dh %dm
de: %d Std %d Min
id: %d jam %d menit

# time_unit.hours_passed
source: %d hour(s) passed
de: %d Stunde(n) vergangen
fr: %d heure(s) écoulées
id: %d jam lalu

# time_unit.hours_short
source: h
de: Std
id: j

# time_unit.less_than_minute
source: Less than a minute
de: Weniger als eine Minute
fr: Moins d'une minute
id: Kurang dari satu menit
