Repository: bbdyno/PillMate
Catalog: DMateResource/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id

# health.upgrade_premium
source: Upgrade to Premium
de: Auf Premium upgraden
fr: Passer à Premium
id: Upgrade ke Premium

# health.value
source: Value
de: Wert
fr: Valeur
id: Nilai

# health.record_after_medication
source: Record health metrics after taking medication
de: Bitte zeichnen Sie Gesundheitsdaten nach der Medikamenteneinnahme auf
fr: Veuillez enregistrer les mesures de santé après la prise de médicaments
id: Silakan catat metrik kesehatan setelah minum obat

# health.select_metrics
source: Select health metrics to measure
de: Wählen Sie zu messende Gesundheitsdaten aus
fr: Sélectionnez les mesures de santé à mesurer
id: Pilih metrik kesehatan untuk diukur

# health.record_now
source: Record %@ now
de: Jetzt %@ aufzeichnen
fr: Enregistrer %@ maintenant
id: Catat %@ sekarang

# health.record_later
source: Record Later
de: Später aufzeichnen
fr: Enregistrer plus tard
id: Catat nanti

# health.record_title
source: Record Health Metrics
de: Gesundheitsdaten aufzeichnen
fr: Enregistrer les mesures de santé
id: Catat metrik kesehatan

# healthkit_status.connected
source: Connected
de: Verbunden
fr: Connecté
id: Terhubung

# healthkit_status.not_connected
source: Not Connected
de: Nicht verbunden
fr: Non connecté
id: Tidak Terhubung

# healthkit_status.unavailable
source: Unavailable
de: Nicht verfügbar
fr: Indisponible
id: Tidak Tersedia

# home.completed
source: Completed
de: Erledigt
fr: Terminé
id: Selesai

# home.greeting_afternoon
source: Good afternoon 🌤
de: Guten Tag 🌤
fr: Bon après-midi 🌤
id: Selamat siang 🌤

# home.greeting_default
source: Hello ✨
de: Hallo ✨
fr: Bonjour ✨
id: Halo ✨

# home.greeting_evening
source: Good evening 🌙
de: Guten Abend 🌙
fr: Bonsoir 🌙
id: Selamat malam 🌙

# home.greeting_morning
source: Good morning ☀️
de: Guten Morgen ☀️
fr: Bonjour ☀️
id: Selamat pagi ☀️

# home.items_remaining
source: %d items remaining
de: noch %d Einträge
fr: %d éléments restants
id: %d tersisa

# home.low_stock
source: Low Stock
de: Bestand niedrig
fr: Stock faible
id: Stok menipis

# home.my_medication
source: My medication
de: Meine Medikamente
fr: Mes médicaments
id: Obat Saya

# home.patient_medication
source: %@'s Medication
de: Medikamente von %@
fr: Médicaments de %@
id: Obat %@

# home.pending
source: Pending
de: Ausstehend
fr: En attente
id: Tertunda

# home.streak
source: Streak
de: Serie
fr: Série
id: Beruntun

# home.today_appointments
source: Today's Appointments
de: Heutige Termine
fr: Rendez-vous du jour
id: Janji hari ini

# log_filter.all
source: All
de: Alle
fr: Tous
id: Semua

# log_filter.delayed
source: Delayed
de: Verspätet
fr: Retardé
id: Tertunda

# log_filter.skipped
source: Skipped
de: Übersprungen
fr: Sauté
id: Dilewati

# log_filter.taken
source: Completed
de: Eingenommen
fr: Pris
id: Selesai

# log_history.adherence_rate
source: Adherence Rate
de: Einhaltungsrate
fr: Taux d'adhésion
id: Tingkat Kepatuhan

# log_history.consecutive_days
source: Consecutive Days
de: Aufeinanderfolgende Tage
fr: Jours consécutifs
id: Hari berturut-turut

# log_history.csv_export
source: Export CSV
de: CSV Exportieren
fr: Exporter CSV
id: Ekspor CSV

# log_history.delayed
source: Delayed
de: Verspätet
fr: Retardé
id: Terlambat

# log_history.filter_results
source: Filter Results
de: Filterergebnisse
fr: Filtrer les résultats
id: Saring Hasil

# log_history.no_records
source: No records available
de: Keine Einträge verfügbar
fr: Aucun enregistrement disponible
id: Tidak ada catatan

# log_history.pending
source: Pending
de: Ausstehend
fr: En attente
id: Tertunda

# log_history.skipped
source: Skipped
de: Übersprungen
fr: Sauté
id: Dilewati

# log_history.snoozed
source: Snoozed
de: Geschlummert
fr: Reporté
id: Ditunda

# log_history.taken
source: Taken
de: Eingenommen
fr: Pris
id: Diminum

# log_history.title
source: Medication Log
de: Medikamentenprotokoll
fr: Journal des médicaments
id: Riwayat Obat

# log_history.total_records
source: Total Records
de: Gesamteinträge
fr: Total des enregistrements
id: Total Catatan

# log_history.unknown
source: Unknown
de: Unbekannt
fr: Inconnu
id: Tidak diketahui

# log_history.view_records
source: View Records
de: Einträge ansehen
fr: Voir les enregistrements
id: Lihat Catatan

# meal_relation.after_meal
source: After Meal
de: Nach dem Essen
fr: Après le repas
id: Setelah Makan

# meal_relation.anytime
source: Anytime
de: Jederzeit
fr: À tout moment
id: Kapan Saja

# meal_relation.before_meal
source: Before Meal
de: Vor dem Essen
fr: Avant le repas
id: Sebelum Makan

# meal_relation.empty_stomach
source: Empty Stomach
de: Auf nüchternen Magen
fr: À jeun
id: Perut Kosong

# meal_relation.with_meal
source: With Meal
de: Zum Essen
fr: Avec le repas
id: Bersama Makanan

# medication.add_time
source: Add
de: Hinzufügen
fr: Ajouter
id: Tambah

# medication.additional_info_subtitle
source: Enter detailed information about the medication
de: Geben Sie detaillierte Informationen zum Medikament ein
fr: Entrez les informations détaillées sur le médicament
id: Masukkan informasi detail tentang obat

# medication.additional_info_title
source: Additional Information
de: Zusätzliche Informationen
fr: Informations supplémentaires
id: Informasi Tambahan

# medication.basic_info_subtitle
source: Enter basic information about the medication
de: Geben Sie grundlegende Informationen zum Medikament ein
fr: Entrez les informations de base sur le médicament
id: Masukkan informasi dasar tentang obat

# medication.basic_info_title
source: Basic Information
de: Grundinformationen
fr: Informations de base
id: Informasi Dasar

# medication.count_with_unit
source: %d medications
de: %d Medikamente
fr: %d médicaments
id: %d obat

# medication.before_10min
source: 10 minutes before
de: 10 Minuten vorher
fr: 10 minutes avant
id: 10 menit sebelumnya

# medication.before_15min
source: 15 minutes before
de: 15 Minuten vorher
fr: 15 minutes avant
id: 15 menit sebelumnya

# medication.before_30min
source: 30 minutes before
de: 30 Minuten vorher
fr: 30 minutes avant
id: 30 menit sebelumnya

# medication.before_5min
source: 5 minutes before
de: 5 Minuten vorher
fr: 5 minutes avant
id: 5 menit sebelumnya

# medication.camera
source: Camera
de: Kamera
fr: Appareil photo
id: Kamera

# medication.category_label
source: Medication Category
de: Medikamentenkategorie
fr: Catégorie de médicament
id: Kategori Obat

# medication.change_photo
source: Change Photo
de: Foto ändern
fr: Changer la photo
id: Ubah Foto

# medication.color_label
source: Color
de: Farbe
fr: Couleur
id: Warna

# medication.current_stock_label
source: Current Stock
de: Aktueller Bestand
fr: Stock actuel
id: Stok Saat Ini

# medication.cycle_section
source: Medication Cycle
de: Medikamentenzyklus
fr: Cycle de médicament
id: Siklus Obat

# medication.cycle_type_label
source: Cycle Type
de: Zyklustyp
fr: Type de cycle
id: Tipe Siklus

# medication.dosage_example_placeholder
source: Dosage (e.g., 1 tablet, 5mL)
de: Dosierung (z. B. 1 Tablette, 5mL)
fr: Dosage (ex. : 1 comprimé, 5mL)
id: Dosis (mis., 1 tablet, 5mL)

# medication.edit_title
source: Edit Medication
de: Medikament bearbeiten
fr: Modifier le médicament
id: Edit Obat

# medication.enable_notification_label
source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
id: Aktifkan Notifikasi

# medication.end_date_label
source: End Date
de: Enddatum
fr: Date de fin
id: Tanggal Akhir

# medication.every_day
source: Every day
de: Jeden Tag
fr: Tous les jours
id: Setiap hari

# medication.every_n_days
source: Every %d days
de: Alle %d Tage
fr: Tous les %d jours
id: Setiap %d hari

# medication.form_label
source: Form
fr: Forme
id: Bentuk

# medication.form_section
source: Medication Form
de: Medikamentenform
fr: Forme de médicament
id: Bentuk Obat

# medication.frequency_picker_label
source: Daily Frequency
de: Tägliche Häufigkeit
fr: Fréquence quotidienne
id: Frekuensi Harian

# medication.frequency_section
source: Frequency
de: Häufigkeit
fr: Fréquence
id: Frekuensi

# medication.gallery
source: Gallery
de: Galerie
fr: Galerie
id: Galeri

# medication.has_end_date_label
source: Set End Date
de: Enddatum festlegen
fr: Définir la date de fin
id: Atur Tanggal Akhir

# medication.input_error
source: Input Error
de: Eingabefehler
fr: Erreur de saisie
id: Kesalahan Input

# medication.interval_biweekly
source: (Every 2 weeks)
de: (Alle 2 Wochen)
fr: (Toutes les 2 semaines)
id: (Setiap 2 minggu)

# medication.interval_daily
source: (Daily)
de: (Täglich)
fr: (Quotidien)
id: (Harian)

# medication.interval_description
source: Every %d days from start date
de: Alle %d Tage ab Startdatum
fr: Tous les %d jours à partir de la date de début
id: Setiap %d hari dari tanggal mulai

# medication.interval_label
source: Medication Interval
de: Medikamentenintervall
fr: Intervalle de médicament
id: Interval Obat

# medication.interval_monthly
source: (Monthly)
de: (Monatlich)
fr: (Mensuel)
id: (Bulanan)

# medication.interval_weekly
source: (Weekly)
de: (Wöchentlich)
fr: (Hebdomadaire)
id: (Mingguan)

# medication.low_stock_threshold_label
source: Low Stock Alert Threshold
de: Schwellenwert für niedrigen Bestand
fr: Seuil d'alerte de stock faible
id: Ambang Peringatan Stok Rendah

# medication.meal_relation_section
source: Meal Relation
de: Beziehung zu Mahlzeiten
fr: Relation avec les repas
id: Hubungan dengan Makan

# medication.name_required_placeholder
source: Medication Name *
de: Medikamentenname *
fr: Nom du médicament *
id: Nama Obat *

# medication.next
source: Next
de: Weiter
fr: Suivant
id: Berikutnya

# medication.notes_placeholder
source: Enter additional notes
de: Zusätzliche Notizen eingeben
fr: Entrez des notes supplémentaires
id: Masukkan catatan tambahan

# medication.notes_section
source: Notes
de: Notizen
id: Catatan

# medication.notification_section
source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification
id: Pengaturan Notifikasi

# medication.on_time
source: On Time
de: Pünktlich
fr: À l'heure
id: Tepat waktu

# medication.period_section
source: Medication Period
de: Medikamentenzeitraum
fr: Période de médicament
id: Periode Obat

# medication.photo_section
source: Medication Photo
de: Medikamentenfoto
fr: Photo du médicament
id: Foto Obat

# medication.precautions_placeholder
source: Enter precautions when taking
de: Vorsichtsmaßnahmen bei der Einnahme eingeben
fr: Entrez les précautions lors de la prise
id: Masukkan tindakan pencegahan saat minum

# medication.precautions_section
source: Precautions
de: Vorsichtsmaßnahmen
fr: Précautions
id: Tindakan Pencegahan

# medication.prescribing_doctor_placeholder
source: Prescribing Doctor
de: Verschreibender Arzt
fr: Médecin prescripteur
id: Dokter Peresep

# medication.prescription_section
source: Prescription Information
de: Verschreibungsinformationen
fr: Informations sur l'ordonnance
id: Informasi Resep

# medication.previous
source: Previous
de: Zurück
fr: Précédent
id: Sebelumnya

# medication.purpose_placeholder
source: Condition or purpose
de: Zustand oder Zweck
fr: Condition ou objectif
id: Kondisi atau tujuan

# medication.purpose_section
source: Purpose
de: Zweck
fr: Objectif
id: Tujuan

# medication.reminder_before_label
source: Reminder Before
de: Erinnerung vor
fr: Rappel avant
id: Pengingat Sebelum

# medication.required_info
source: Required Information
de: Erforderliche Informationen
fr: Informations requises
id: Informasi Wajib

# medication.schedule_section_subtitle
source: Set medication time and cycle
de: Zeit und Zyklus des Medikaments festlegen
fr: Définir l'heure et le cycle de médicament
id: Atur waktu dan siklus obat

# medication.schedule_section_title
source: Medication Schedule
de: Medikamentenplan
fr: Planning de médicament
id: Jadwal Obat

# medication.side_effects_placeholder
source: Enter known side effects
de: Bekannte Nebenwirkungen eingeben
fr: Entrez les effets secondaires connus
id: Masukkan efek samping yang diketahui

# medication.side_effects_section
source: Side Effects
de: Nebenwirkungen
fr: Effets secondaires
id: Efek Samping

# medication.start_date_label
source: Start Date
de: Startdatum
fr: Date de début
id: Tanggal Mulai

# medication.stock_below
source: %d or less
de: %d oder weniger
fr: %d ou moins
id: %d atau kurang

# medication.stock_section
source: Stock Management
de: Bestandsverwaltung
fr: Gestion des stocks
id: Manajemen Stok

# medication.stock_unit
source: items
de: Artikel
fr: articles
id: item

# medication.strength_example_placeholder
source: Strength (e.g., 500mg)
de: Stärke (z. B. 500mg)
fr: Force (ex. : 500mg)
id: Kekuatan (mis., 500mg)

# medication.time_label
source: Time %d
de: Zeit %d
fr: Heure %d
id: Waktu %d

# medication.time_section
source: Time to Take
de: Einnahmezeit
fr: Heure de prise
id: Waktu Minum

# medication.validation_name_required
source: Please enter medication name.
de: Bitte geben Sie den Medikamentennamen ein.
fr: Veuillez entrer le nom du médicament.
id: Silakan masukkan nama obat.

# medication.add_stock
source: Add Stock
de: Bestand hinzufügen
fr: Ajouter du stock
id: Tambah stok

# medication.adherence_stats
source: Adherence Statistics
de: Einnahmestatistik
fr: Statistiques d'observance
id: Statistik kepatuhan

# medication.current_stock
source: Current Stock
de: Aktueller Bestand
fr: Stock actuel
id: Stok saat ini

# medication.daily_intake_count
source: Daily Intake Count
de: Tägliche Einnahmehäufigkeit
fr: Fréquence quotidienne
id: Frekuensi harian

# medication.delete_message
source: All records related to this medication will be deleted.
de: Alle Aufzeichnungen zu diesem Medikament werden gelöscht.
fr: Tous les enregistrements liés à ce médicament seront supprimés.
id: Semua catatan terkait obat ini akan dihapus.

# medication.delete_title
source: Delete Medication
de: Medikament löschen
fr: Supprimer le médicament
id: Hapus obat

# medication.detail_info
source: Detailed Information
de: Detaillierte Informationen
fr: Informations détaillées
id: Informasi detail

# medication.discontinued_status
source: Discontinued
de: Eingestellt
fr: Arrêté
id: Dihentikan

# medication.end_date
source: End Date
de: Enddatum
fr: Date de fin
id: Tanggal berakhir

# medication.end_date_toggle
source: Set End Date
de: Enddatum festlegen
fr: Définir la date de fin
id: Tetapkan tanggal berakhir

# medication.health_metrics_title
source: Related Health Metrics
de: Zugehörige Gesundheitsdaten
fr: Mesures de santé associées
id: Metrik kesehatan terkait

# medication.intake_frequency
source: Intake Frequency
de: Einnahmehäufigkeit
fr: Fréquence de prise
id: Frekuensi minum

# medication.intake_period
source: Intake Period
de: Einnahmezeitraum
fr: Période de prise
id: Periode minum

# medication.intake_times
source: Intake Times
de: Einnahmezeiten
fr: Heures de prise
id: Waktu minum

# medication.low_stock_threshold
source: Low Stock Alert Threshold
de: Schwelle für niedrigen Bestand
fr: Seuil d'alerte de stock faible
id: Ambang peringatan stok rendah

# medication.meal_relation
source: Relation to Meals
de: Bezug zu Mahlzeiten
fr: Relation avec les repas
id: Hubungan dengan makanan

# medication.no_health_data
source: No data recorded yet
de: Noch keine Daten aufgezeichnet
fr: Aucune donnée enregistrée pour le moment
id: Belum ada data tercatat

# medication.no_logs
source: No medication logs
de: Keine Medikamentenaufzeichnungen
fr: Aucun enregistrement de médicament
id: Tidak ada catatan obat

# medication.no_schedules
source: No schedules registered
de: Keine Zeitpläne registriert
fr: Aucun horaire enregistré
id: Tidak ada jadwal terdaftar

# medication.notification_settings
source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification
id: Pengaturan notifikasi

# medication.pause_action
source: Pause
de: Pausieren
id: Jeda

# medication.period_label
source: Period
de: Zeitraum
fr: Période
id: Periode

# medication.period_monthly
source: Monthly
de: Monatlich
fr: Mensuel
id: Bulanan

# medication.period_streak
source: Streak
de: Serie
fr: Série
id: Beruntun

# medication.period_today
source: Today
de: Heute
fr: Aujourd'hui
id: Hari ini

# medication.period_weekly
source: Weekly
de: Wöchentlich
fr: Hebdomadaire
id: Mingguan

# medication.prescribing_doctor
source: Prescribing Doctor
de: Verschreibender Arzt
fr: Médecin prescripteur
id: Dokter penulis resep

# medication.prescription_info
source: Prescription Information
de: Verschreibungsinformationen
fr: Informations de prescription
id: Informasi resep

# medication.receive_notification
source: Receive Notifications
de: Benachrichtigungen erhalten
fr: Recevoir des notifications
id: Terima notifikasi

# medication.recent_logs
source: Recent Medication Logs
de: Kürzliche Medikamentenaufzeichnungen
fr: Enregistrements récents de médicaments
id: Catatan obat terbaru

# medication.registration_date
source: Registration Date
de: Registrierungsdatum
fr: Date d'enregistrement
id: Tanggal pendaftaran

# medication.reminder_before
source: Reminder
de: Erinnerung
fr: Rappel
id: Pengingat

# medication.resume_action
source: Resume
de: Fortsetzen
fr: Reprendre
id: Lanjutkan

# medication.schedule_title
source: Dosing Schedule
de: Einnahmeplan
fr: Horaire de prise
id: Jadwal minum

# medication.start_date
source: Start Date
de: Startdatum
fr: Date de début
id: Tanggal mulai

# medication.stock_management
source: Stock Management
de: Bestandsverwaltung
fr: Gestion du stock
id: Manajemen stok

# medication.stock_remaining
source: Stock Remaining
de: Verbleibender Bestand
fr: Stock restant
id: Stok tersisa

# medication.time_n
source: Time %d
de: Zeit %d
fr: Heure %d
id: Waktu %d

# medication.view_all
source: View All
de: Alle anzeigen
fr: Tout voir
id: Lihat semua

# medication_category.antibiotic
source: Antibiotic
de: Antibiotikum
fr: Antibiotique
id: Antibiotik

# medication_category.cardiovascular
source: Cardiovascular
de: Herz-Kreislauf
fr: Cardiovasculaire
id: Kardiovaskular

# medication_category.mental
source: Mental Health
de: Psychische Gesundheit
fr: Santé mentale
id: Kesehatan Mental

# medication_category.other
source: Other
de: Sonstige
fr: Autre
id: Lainnya

# medication_category.pain
source: Pain Relief
de: Schmerzlinderung
fr: Soulagement de la douleur
id: Pereda Nyeri

# medication_category.respiratory
source: Respiratory
de: Atemwege
fr: Respiratoire
id: Pernapasan

# medication_category.thyroid
source: Thyroid
de: Schilddrüse
fr: Thyroïde
id: Tiroid

# medication_category.vitamin
source: Vitamin/Supplement
de: Vitamin/Nahrungsergänzung
fr: Vitamine/Complément
id: Vitamin/Suplemen

# medication_color.black
source: Black
de: Schwarz
fr: Noir
id: Hitam

# medication_color.blue
source: Blue
de: Blau
fr: Bleu
id: Biru

# medication_color.brown
source: Brown
de: Braun
fr: Marron
id: Coklat

# medication_color.green
source: Green
de: Grün
fr: Vert
id: Hijau

# medication_color.multicolor
source: Multicolor
de: Mehrfarbig
fr: Multicolore
id: Beraneka Warna

# medication_color.orange
source: Orange
id: Oranye

# medication_color.pink
source: Pink
de: Rosa
fr: Rose
id: Merah Muda

# medication_color.purple
source: Purple
de: Lila
fr: Violet
id: Ungu

# medication_color.red
source: Red
de: Rot
fr: Rouge
id: Merah

# medication_color.white
source: White
de: Weiß
fr: Blanc
id: Putih

# medication_color.yellow
source: Yellow
de: Gelb
fr: Jaune
id: Kuning

# medication_detail.add_stock
source: Add Stock
de: Bestand hinzufügen
fr: Ajouter du stock
id: Tambah Stok

# medication_detail.consecutive
source: Consecutive
de: Aufeinanderfolgend
fr: Consécutif
id: Berturut-turut

# medication_detail.consecutive_days
source: %d days
de: %d Tage
fr: %d jours
id: %d hari

# medication_detail.delete_message
source: All records related to this medication will be deleted.
de: Alle Einträge zu diesem Medikament werden gelöscht.
fr: Tous les enregistrements liés à ce médicament seront supprimés.
id: Semua catatan terkait obat ini akan dihapus.

# medication_detail.delete_title
source: Delete Medication
de: Medikament löschen
fr: Supprimer le médicament
id: Hapus Obat

# medication_detail.details
source: Details
fr: Détails
id: Rincian

# medication_detail.discontinued
source: Discontinued
de: Abgesetzt
fr: Arrêté
id: Dihentikan

# medication_detail.monthly
source: Monthly
de: Monatlich
fr: Mensuel
id: Bulanan

# medication_detail.no_logs
source: No medication records
de: Keine Medikamenteneinträge
fr: Aucun enregistrement de médicament
id: Tidak ada catatan obat

# medication_detail.no_recorded_data
source: No data recorded yet
de: Noch keine Daten aufgezeichnet
fr: Aucune donnée enregistrée pour le moment
id: Belum ada data tercatat

# medication_detail.no_schedule
source: No schedule registered
de: Kein Zeitplan registriert
fr: Aucun calendrier enregistré
id: Tidak ada jadwal yang terdaftar

# medication_detail.period
source: Period
de: Zeitraum
fr: Période
id: Periode

# medication_detail.precautions
source: Precautions
de: Vorsichtsmaßnahmen
fr: Précautions
id: Peringatan

# medication_detail.prescribing_doctor
source: Prescribing Doctor
de: Verschreibender Arzt
fr: Médecin prescripteur
id: Dokter yang Meresepkan

# medication_detail.quantity_to_add
source: Quantity to Add
de: Menge zum Hinzufügen
fr: Quantité à ajouter
id: Jumlah yang Ditambahkan

# medication_detail.recent_logs
source: Recent Medication Logs
de: Letzte Einträge
fr: Journaux récents
id: Catatan Obat Terkini

# medication_detail.registered_date
source: Registered Date
de: Registrierungsdatum
fr: Date d'enregistrement
id: Tanggal Pendaftaran

# medication_detail.related_health_metrics
source: Related Health Metrics
de: Zugehörige Gesundheitsdaten
fr: Mesures de santé liées
id: Metrik Kesehatan Terkait

# medication_detail.remaining_stock
source: Remaining Stock
de: Verbleibender Bestand
fr: Stock restant
id: Stok Tersisa

# medication_detail.resume_taking
source: Resume Taking
de: Einnahme fortsetzen
fr: Reprendre la prise
id: Lanjutkan Konsumsi

# medication_detail.schedule
source: Medication Schedule
de: Einnahmeplan
fr: Calendrier de prise
id: Jadwal Obat

# medication_detail.side_effects
source: Side Effects
de: Nebenwirkungen
fr: Effets secondaires
id: Efek Samping

# medication_detail.statistics
source: Medication Statistics
de: Statistiken
fr: Statistiques
id: Statistik Obat

# medication_detail.stop_taking
source: Stop Taking
de: Einnahme beenden
fr: Arrêter la prise
id: Hentikan Konsumsi

# medication_detail.today
source: Today
de: Heute
fr: Aujourd'hui
id: Hari Ini

# medication_detail.track_related_metrics
source: Track health metrics related to medication
de: Gesundheitsdaten zum Medikament verfolgen
fr: Suivre les mesures de santé liées au médicament
id: Lacak metrik kesehatan yang terkait dengan obat

# medication_detail.weekly
source: Weekly
de: Wöchentlich
fr: Hebdomadaire
id: Mingguan

# medication_form.capsule
source: Capsule
de: Kapsel
fr: Gélule
id: Kapsul

# medication_form.cream
source: Cream/Ointment
de: Creme/Salbe
fr: Crème/Pommade
id: Krim/Salep

# medication_form.drops
source: Eye/Ear Drops
de: Augen-/Ohrentropfen
fr: Gouttes (yeux/oreilles)
id: Tetes Mata/Telinga

# medication_form.injection
source: Injection
de: Injektion
id: Injeksi

# medication_form.other
source: Other
de: Sonstige
fr: Autre
id: Lainnya

# medication_form.powder
source: Powder
de: Pulver
fr: Poudre
id: Bubuk

# medication_form.syrup
source: Syrup
de: Sirup
fr: Sirop
id: Sirup

# medication_list.active_label
source: Active
de: Aktiv
fr: Actif
id: Sedang diminum

# medication_list.active_medications
source: Active
de: Aktiv
fr: Actifs
id: Sedang diminum

# medication_list.add_to_start
source: Add medication to start managing
de: Fügen Sie ein Medikament hinzu, um zu beginnen
fr: Ajoutez un médicament pour commencer à gérer
id: Tambahkan obat untuk mulai mengelola

# medication_list.count
source: %d medications
de: %d Medikamente
fr: %d médicaments
id: %d obat
