Repository: bbdyno/PillMate
Catalog: DMateResource/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id

# alert.continue
source: Continue
de: Fortfahren
fr: Continuer
id: Lanjutkan

# alert.delete_all_message
source: 복약 기록
de: Medikamentenhistorie
fr: Historique des médicaments
id: All medications

# alert.delete_all_title
source: Delete Data
de: Daten löschen
fr: Supprimer les données
id: Hapus Data

# alert.icloud_warning_message
source: Importing data while iCloud sync is enabled may affect other devices. Continue?
de: Das Importieren von Daten bei aktivierter iCloud-Synchronisierung kann sich auf andere Geräte auswirken. Fortfahren?
fr: L'importation de données alors que la synchronisation iCloud est activée peut affecter d'autres appareils. Continuer ?
id: Mengimpor saat sinkron iCloud aktif dapat memengaruhi perangkat lain. Lanjutkan?

# alert.icloud_warning_title
source: iCloud Sync Active
de: iCloud-Sync aktiv
fr: Sync iCloud actif
id: Sinkron iCloud aktif

# alert.import_complete_message
source: %@ Total imported: %d items
de: %@ Insgesamt importiert: %d Einträge
fr: %@ Total importé : %d éléments
id: %@ Total item yang diimpor: %d

# alert.import_complete_title
source: Import Complete
de: Import abgeschlossen
fr: Importation terminée
id: Impor Selesai

# alert.import_data_message
source: Import data exported on %@ from %@ (version %@)? Total: %d items - Patients: %d - Medications: %d - Logs: %d
de: Daten importieren, die am %@ von %@ (Version %@) exportiert wurden? Gesamt: %d Einträge - Patienten: %d - Medikamente: %d - Protokolle: %d
fr: Importer les données exportées le %@ depuis %@ (version %@) ? Total : %d éléments - Patients : %d - Médicaments : %d - Journaux : %d
id: Impor data yang diekspor pada %@ dari %@ (versi %@)? Total %d item - Pasien: %d - Obat: %d - Catatan: %d

# alert.import_data_title
source: Import Data
de: Daten importieren
fr: Importer des données
id: Impor Data

# alert.quit_later
source: Later
de: Später
fr: Plus tard
id: Nanti

# alert.quit_now
source: Quit Now
de: Jetzt beenden
fr: Quitter maintenant
id: Tutup sekarang

# alert.reschedule_notifications_message
source: Do you want to reschedule all medication notifications?
de: Möchten Sie alle Medikamentenbenachrichtigungen neu planen?
fr: Voulez-vous reprogrammer toutes les notifications de médicaments ?
id: Atur ulang semua pengingat obat?

# alert.reschedule_notifications_title
source: Reschedule Notifications
de: Benachrichtigungen neu planen
fr: Reprogrammer les notifications
id: Atur Ulang Notifikasi

# alert.restart_required_message
source: Changes will take effect after restarting the app.
de: Änderungen werden nach dem Neustart der App wirksam.
fr: Les modifications prendront effet après le redémarrage de l'application.
id: Perubahan akan diterapkan setelah aplikasi dimulai ulang.

# alert.restart_required_title
source: App Restart Required
de: App-Neustart erforderlich
fr: Redémarrage requis
id: Perlu Mulai Ulang Aplikasi

# app.description
source: Your medication reminder companion
de: Ihr Begleiter für die Medikamenteneinnahme
fr: Votre compagnon pour la prise de médicaments
id: Pendamping pengingat obat Anda

# app.medicationManagement
source: Medication Management
de: Medikamentenverwaltung
fr: Gestion des médicaments
id: Manajemen Obat

# app.welcome
source: Welcome to DoseMate
de: Willkommen bei DoseMate
fr: Bienvenue sur DoseMate
id: Selamat datang di DoseMate

# appearance.dark
source: Dark
de: Dunkel
fr: Sombre
id: Gelap

# appearance.light
source: Light
de: Hell
fr: Clair
id: Terang

# appearance.system
source: System
fr: Système
id: Sistem

# appointments.add_title
source: Add Appointment
de: Termin hinzufügen
fr: Ajouter un rendez-vous
id: Tambah Janji

# appointments.complete
source: Complete
de: Abschließen
fr: Terminer
id: Selesai

# appointments.datetime
source: Appointment Date & Time
de: Termin Datum & Uhrzeit
fr: Date et heure du rendez-vous
id: Tanggal & waktu

# appointments.delete
source: Delete
de: Löschen
fr: Supprimer
id: Hapus

# appointments.doctor_name
source: Doctor Name
de: Name des Arztes
fr: Nom du médecin
id: Nama dokter

# appointments.empty_description
source: Add an appointment to get started
de: Fügen Sie einen Termin hinzu, um zu beginnen
fr: Ajoutez un rendez-vous pour commencer
id: Tambahkan janji untuk memulai

# appointments.empty_title
source: No Appointments
de: Keine Termine
fr: Aucun rendez-vous
id: Tidak ada janji

# appointments.for_name
source: %@'s Appointment
de: Termin für %@
fr: Rendez-vous de %@
id: Janji %@

# appointments.location
source: Location
de: Ort
fr: Lieu
id: Lokasi

# appointments.notes
source: Notes (Optional)
de: Notizen (Optional)
fr: Notes (Optionnel)
id: Catatan (opsional)

# appointments.past_section
source: Past Appointments
de: Vergangene Termine
fr: Rendez-vous passés
id: Kunjungan sebelumnya

# appointments.specialty
source: Specialty
de: Fachgebiet
fr: Spécialité
id: Spesialisasi

# appointments.title
source: Appointments
de: Termine
fr: Rendez-vous
id: Janji

# appointments.upcoming_section
source: Upcoming Appointments
de: Anstehende Termine
fr: Rendez-vous à venir
id: Kunjungan mendatang

# appointments.add_button
source: Add Appointment
de: Termin hinzufügen
fr: Ajouter un rendez-vous
id: Tambah Janji

# appointments.basic_info
source: Basic Information
de: Grundinformationen
fr: Informations de base
id: Informasi Dasar

# appointments.delete_message
source: Are you sure you want to delete this appointment?
de: Möchten Sie diesen Termin wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous ?
id: Apakah Anda yakin ingin menghapus janji ini?

# appointments.delete_title
source: Delete Appointment
de: Termin löschen
fr: Supprimer le rendez-vous
id: Hapus Janji

# appointments.department_placeholder
source: Department
de: Abteilung
fr: Département
id: Departemen

# appointments.detail_title
source: Appointment Details
de: Termindetails
fr: Détails du rendez-vous
id: Detail Janji

# appointments.doctor_name_required
source: Doctor Name *
de: Arztname *
fr: Nom du médecin *
id: Nama Dokter *

# appointments.enable_notification
source: Enable Notification
de: Benachrichtigung aktivieren
fr: Activer la notification
id: Aktifkan Notifikasi

# appointments.location_label
source: Location
de: Ort
fr: Lieu
id: Lokasi

# appointments.location_placeholder
source: Hospital/Location
de: Krankenhaus/Ort
fr: Hôpital/Lieu
id: Rumah Sakit/Lokasi

# appointments.location_section
source: Location
de: Ort
fr: Lieu
id: Lokasi

# appointments.mark_completed
source: Mark as Completed
de: Als erledigt markieren
fr: Marquer comme terminé
id: Tandai Selesai

# appointments.notes_label
source: Notes
de: Notizen
id: Catatan

# appointments.notes_placeholder
source: Enter additional notes
de: Zusätzliche Notizen eingeben
fr: Saisir des notes supplémentaires
id: Masukkan catatan tambahan

# appointments.notes_section
source: Notes
de: Notizen
id: Catatan

# appointments.notification_section
source: Notification
de: Benachrichtigung
id: Notifikasi

# appointments.notification_time
source: Notification Time
de: Benachrichtigungszeit
fr: Heure de notification
id: Waktu Notifikasi

# appointments.on_time
source: On time
de: Pünktlich
fr: À l'heure
id: Tepat waktu

# appointments.save_button
source: Save Appointment
de: Termin speichern
fr: Enregistrer le rendez-vous
id: Simpan Janji

# appointments.time_label
source: Time
de: Zeit
fr: Heure
id: Waktu

# appointments.time_remaining
source: Time Remaining
de: Verbleibende Zeit
fr: Temps restant
id: Waktu Tersisa

# blood_glucose_status.low
source: Low
de: Niedrig
fr: Bas
id: Rendah

# blood_glucose_status.prediabetes
source: Prediabetes
de: Prädiabetes
fr: Prédiabète
id: Pradiabetes

# blood_pressure_status.elevated
source: Elevated
de: Erhöht
fr: Élevé
id: Meningkat

# blood_pressure_status.stage1
source: Stage 1 Hypertension
de: Hypertonie Grad 1
fr: Hypertension stade 1
id: Hipertensi Tahap 1

# blood_pressure_status.stage2
source: Stage 2 Hypertension
de: Hypertonie Grad 2
fr: Hypertension stade 2
id: Hipertensi Tahap 2

# blood_pressure_status.crisis
source: Hypertensive Crisis
de: Hypertensive Krise
fr: Crise hypertensive
id: Krisis Hipertensi

# blood_pressure_status.low
source: Low Blood Pressure
de: Niedriger Blutdruck
fr: Pression artérielle basse
id: Tekanan Darah Rendah

# calendar.day_full.friday
source: Friday
de: Freitag
fr: Vendredi
id: Jumat

# calendar.day_full.monday
source: Monday
de: Montag
fr: Lundi
id: Senin

# calendar.day_full.saturday
source: Saturday
de: Samstag
fr: Samedi
id: Sabtu

# calendar.day_full.sunday
source: Sunday
de: Sonntag
fr: Dimanche
id: Minggu

# calendar.day_full.thursday
source: Thursday
de: Donnerstag
fr: Jeudi
id: Kamis

# calendar.day_full.tuesday
source: Tuesday
de: Dienstag
fr: Mardi
id: Selasa

# calendar.day_full.wednesday
source: Wednesday
de: Mittwoch
fr: Mercredi
id: Rabu

# calendar.friday
source: Fri
de: Fr
fr: Ven
id: Jum

# calendar.monday
source: Mon
de: Mo
fr: Lun
id: Sen

# calendar.saturday
source: Sat
de: Sa
fr: Sam
id: Sab

# calendar.sunday
source: Sun
de: So
fr: Dim
id: Min

# calendar.thursday
source: Thu
de: Do
fr: Jeu
id: Kam

# calendar.tuesday
source: Tue
de: Di
fr: Mar
id: Sel

# calendar.wednesday
source: Wed
de: Mi
fr: Mer
id: Rab

# common.add
source: Add
de: Hinzufügen
fr: Ajouter
id: Tambah

# common.age_suffix
source: year(s) old
de: Jahre alt
fr: ans
id: tahun

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler
id: Batal

# common.close
source: Close
de: Schließen
fr: Fermer
id: Tutup

# common.confirm
source: Confirm
de: Bestätigen
fr: Confirmer
id: Konfirmasi

# common.days_suffix
source: day(s)
de: Tag(e)
fr: jour(s)
id: hari

# common.delete
source: Delete
de: Löschen
fr: Supprimer
id: Hapus

# common.done
source: Done
de: Fertig
fr: Terminé
id: Selesai

# common.error
source: Error
de: Fehler
fr: Erreur
id: Kesalahan

# common.memo
source: Memo
fr: Mémo
id: Catatan

# common.name
source: Name
fr: Nom
id: Nama

# common.notification
source: Notification
de: Benachrichtigung
id: Notifikasi

# common.save
source: Save
de: Speichern
fr: Enregistrer
id: Simpan

# common.success
source: Success
de: Erfolg
fr: Succès
id: Berhasil

# common.time
source: Time
de: Zeit
fr: Heure
id: Waktu

# common.view_all
source: View All
de: Alle anzeigen
fr: Tout voir
id: Lihat Semua

# csv_header.medication_log
source: Date,Time,Medication,Dosage,Status,ActualTime,Notes
de: Datum,Zeit,Medikament,Dosis,Status,TatsächlicheZeit,Notizen
fr: Date,Heure,Médicament,Dosage,Statut,HeureRéelle,Notes
id: Tanggal,Waktu,Obat,Dosis,Status,WaktuAktual,Catatan

# data_source.health_app
source: Health App
fr: App Santé
id: Aplikasi Kesehatan

# data_source.manual
source: Manual Input
de: Manuelle Eingabe
fr: Saisie manuelle
id: Input Manual

# date_format.date_time
source: MMM d, h:mm a
de: d. MMM, HH:mm
fr: d MMM, HH:mm
id: d MMM, HH:mm

# date_format.date_with_weekday
source: MMM d (E)
de: d. MMM (E)
fr: d MMM (E)
id: d MMM (E)

# date_format.full_date
source: MMM d, yyyy
de: d. MMM yyyy
fr: d MMM yyyy
id: d MMM yyyy

# date_format.full_date_time
source: MMM d, yyyy h:mm a
de: d. MMM yyyy, HH:mm
fr: d MMM yyyy, HH:mm
id: d MMM yyyy, HH:mm

# date_format.short_date
source: MMM d
de: d. MMM
fr: d MMM
id: d MMM

# date_format.today
source: Today h:mm a
de: Heute h:mm a
fr: Aujourd'hui h:mm a
id: Hari Ini h:mm a

# date_format.tomorrow
source: Tomorrow h:mm a
de: Morgen h:mm a
fr: Demain h:mm a
id: Besok h:mm a

# developer.add_sample_data
source: Add Sample Data
de: Beispieldaten hinzufügen
fr: Ajouter des données d'exemple
id: Tambah Data Contoh

# developer.add_sample_data_message
source: Would you like to add sample test data?
de: Möchten Sie Test-Beispieldaten hinzufügen?
fr: Souhaitez-vous ajouter des données d'exemple pour les tests ?
id: Apakah Anda ingin menambahkan data contoh untuk pengujian?

# developer.app_info
source: App Info
fr: Informations de l'application
id: Info Aplikasi

# developer.build_type
source: Build Type
de: Build-Typ
fr: Type de build
id: Tipe Build

# developer.data_appointments
source: Appointments
de: Termine
fr: Rendez-vous
id: Janji

# developer.data_health_metrics
source: Health Metrics
de: Gesundheitskennzahlen
fr: Indicateurs de santé
id: Metrik Kesehatan

# developer.data_logs
source: Medication Logs
de: Medikamentenprotokolle
fr: Journaux de médicaments
id: Log Obat

# developer.data_medications
source: Medications
de: Medikamente
fr: Médicaments
id: Obat

# developer.data_patients
source: Patients
de: Patienten
id: Pasien

# developer.data_status
source: Data Status
de: Datenstatus
fr: État des données
id: Status Data

# developer.delete_all_message
source: All data will be deleted. This action cannot be undone.
de: Alle Daten werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Toutes les données seront supprimées. Cette action ne peut pas être annulée.
id: Semua data akan dihapus. Tindakan ini tidak dapat dibatalkan.

# developer.delete_all_title
source: Delete All Data
de: Alle Daten löschen
fr: Supprimer toutes les données
id: Hapus Semua Data

# developer.device
source: Device
de: Gerät
fr: Appareil
id: Perangkat

# developer.test_tools
source: Test Tools
fr: Outils de test
id: Alat Pengujian

# developer.test_tools_footer
source: Tools for testing and debugging.
de: Tools zum Testen und Debuggen.
fr: Outils pour les tests et le débogage.
id: Alat untuk pengujian dan debugging.

# developer.title
source: Developer Settings
de: Entwicklereinstellungen
fr: Paramètres du développeur
id: Pengaturan Pengembang

# developer.version
source: Version
id: Versi

# error.add_medication_failed_detail
source: Failed to add medication: %@
de: Fehler beim Hinzufügen des Medikaments: %@
fr: Échec de l'ajout du médicament : %@
id: Gagal menambah obat: %@

# error.app_group_not_found
source: Cannot find App Group container. Check Entitlements.
de: App-Gruppen-Container nicht gefunden. Berechtigungen prüfen.
fr: Conteneur App Group introuvable. Vérifiez les droits.
id: Tidak dapat menemukan kontainer App Group. Periksa Entitlements.

# error.database_connection_failed
source: Failed to connect to database.
de: Verbindung zur Datenbank fehlgeschlagen.
fr: Échec de la connexion à la base de données.
id: Gagal terhubung ke database.

# error.delete_data_failed
source: Failed to delete data.
de: Löschen der Daten fehlgeschlagen.
fr: Échec de la suppression des données.
id: Gagal menghapus data.

# error.free_medication_limit
source: Free version allows up to %d medications. Please upgrade to premium.
de: Die kostenlose Version erlaubt bis zu %d Medikamente. Bitte upgraden Sie auf Premium.
fr: La version gratuite permet jusqu'à %d médicaments. Veuillez passer à la version Premium.
id: Versi gratis memungkinkan hingga %d obat. Silakan upgrade ke premium.

# error.health_app_not_enabled
source: Health app integration is not enabled.
de: Health-App-Integration ist nicht aktiviert.
fr: L'intégration de l'app Santé n'est pas activée.
id: Integrasi aplikasi kesehatan tidak diaktifkan.

# error.health_permission_failed
source: Failed to get Health app permission.
de: Health-App-Berechtigung konnte nicht abgerufen werden.
fr: Échec de l'obtention de la permission de l'app Santé.
id: Gagal mendapatkan izin aplikasi Kesehatan.

# error.health_permission_request_failed
source: Failed to request Health app permission.
de: Anfrage für Health-App-Berechtigung fehlgeschlagen.
fr: Échec de la demande de permission de l'app Santé.
id: Gagal meminta izin aplikasi Kesehatan.

# error.invalid_input_value
source: Please enter a valid value.
de: Bitte geben Sie einen gültigen Wert ein.
fr: Veuillez entrer une valeur valide.
id: Silakan masukkan nilai yang valid.

# error.load_health_metrics_failed
source: Failed to load health metrics.
de: Laden der Gesundheitsdaten fehlgeschlagen.
fr: Échec du chargement des mesures de santé.
id: Gagal memuat metrik kesehatan.

# error.load_logs_failed
source: Failed to load medication logs.
de: Laden der Medikamentenprotokolle fehlgeschlagen.
fr: Échec du chargement des journaux de médicaments.
id: Gagal memuat catatan obat.

# error.load_medications_failed
source: Failed to load medications.
de: Laden der Medikamente fehlgeschlagen.
fr: Échec du chargement des médicaments.
id: Gagal memuat daftar obat.

# error.load_schedule_failed
source: Failed to load schedule.
de: Laden des Zeitplans fehlgeschlagen.
fr: Échec du chargement du calendrier.
id: Gagal memuat jadwal.

# error.notification_permission_failed
source: Failed to request notification permission.
de: Anfrage für Benachrichtigungsberechtigung fehlgeschlagen.
fr: Échec de la demande de permission de notification.
id: Gagal meminta izin notifikasi.

# error.data_delete_failed
source: Failed to delete data.
de: Löschen der Daten fehlgeschlagen.
fr: Échec de la suppression des données.
id: Gagal menghapus data.

# error.healthkit_not_activated
source: HealthKit is not activated.
de: HealthKit ist nicht aktiviert.
fr: HealthKit n'est pas activé.
id: HealthKit tidak diaktifkan.

# error.healthkit_request_failed
source: Failed to request HealthKit permission.
de: Anfrage für HealthKit-Berechtigung fehlgeschlagen.
fr: Échec de la demande de permission HealthKit.
id: Gagal meminta izin HealthKit.

# error.notification_request_failed
source: Failed to request notification permission.
de: Anfrage für Benachrichtigungsberechtigung fehlgeschlagen.
fr: Échec de la demande de permission de notification.
id: Gagal meminta izin notifikasi.

# error.notification_reschedule_failed
source: Failed to reschedule notifications.
de: Neuplanung der Benachrichtigungen fehlgeschlagen.
fr: Échec de la reprogrammation des notifications.
id: Gagal menjadwalkan ulang notifikasi.

# error.reschedule_notifications_failed
source: Failed to reschedule notifications.
de: Neuplanung der Benachrichtigungen fehlgeschlagen.
fr: Échec de la reprogrammation des notifications.
id: Gagal menjadwalkan ulang notifikasi.

# error.save_failed
source: Failed to save.
de: Speichern fehlgeschlagen.
fr: Échec de l'enregistrement.
id: Gagal menyimpan.

# error.schedule_load_failed
source: Failed to load schedule.
de: Laden des Zeitplans fehlgeschlagen.
fr: Échec du chargement du planning.
id: Gagal memuat jadwal.

# errors.add_medication_failed
source: Failed to add medication.
de: Hinzufügen des Medikaments fehlgeschlagen.
fr: Échec de l'ajout du médicament.
id: Gagal menambahkan obat.

# errors.add_medication_premium_limit
source: In the free version
de: In der kostenlosen Version
fr: Dans la version gratuite
id: 無料版ではお薬を%d件まで追加できます。プレミアムにアップグレードしてください。

# errors.delete_medication_failed
source: Failed to delete medication.
de: Löschen des Medikaments fehlgeschlagen.
fr: Échec de la suppression du médicament.
id: Gagal menghapus obat.

# errors.load_medications_failed
source: Failed to load medications.
de: Laden der Medikamente fehlgeschlagen.
fr: Échec du chargement des médicaments.
id: Gagal memuat daftar obat.

# filter_option.active
source: Active
de: Aktiv
fr: Actif
id: Aktif

# filter_option.all
source: All
de: Alle
fr: Tous
id: Semua

# filter_option.inactive
source: Inactive
de: Inaktiv
fr: Inactif
id: Tidak Aktif

# filter_option.low_stock
source: Low Stock
de: Bestand niedrig
fr: Stock faible
id: Stok Rendah

# frequency.custom
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
id: Kustom

# frequency.four_times_daily
source: Four Times Daily
de: Viermal täglich
fr: Quatre fois par jour
id: Empat Kali Sehari

# frequency.once_daily
source: Once Daily
de: Einmal täglich
fr: Une fois par jour
id: Sekali Sehari

# frequency.three_times_daily
source: Three Times Daily
de: Dreimal täglich
fr: Trois fois par jour
id: Tiga Kali Sehari

# frequency.twice_daily
source: Twice Daily
de: Zweimal täglich
fr: Deux fois par jour
id: Dua Kali Sehari

# health.add_record
source: Add Record
de: Eintrag hinzufügen
fr: Ajouter un enregistrement
id: Tambah catatan

# health.all_data_storage
source: Store all health data records
de: Alle Gesundheitsdaten speichern
fr: Stocker toutes les données de santé
id: Simpan semua catatan data kesehatan

# health.cancel
source: Cancel
de: Abbrechen
fr: Annuler
id: Batal

# health.chart_date
source: Date
de: Datum
id: Tanggal

# health.chart_value
source: Value
de: Wert
fr: Valeur
id: Nilai

# health.confirm
source: OK
id: Konfirmasi

# health.date
source: Date
de: Datum
id: Tanggal

# health.diastolic_bp
source: Diastolic Blood Pressure
de: Diastolischer Blutdruck
fr: Pression artérielle diastolique
id: Tekanan darah diastolik

# health.diastolic_unit
source: mmHg (Diastolic)
de: mmHg (Diastolisch)
fr: mmHg (Diastolique)
id: mmHg (Diastolik)

# health.error
source: Error
de: Fehler
fr: Erreur
id: Kesalahan

# health.input_title
source: Input Health Metric
de: Gesundheitswert eingeben
fr: Saisir une mesure de santé
id: Masukan metrik kesehatan

# health.input_value
source: Enter Value
de: Wert eingeben
fr: Entrer la valeur
id: Masukkan nilai

# health.last_sync
source: Last: %@
de: Zuletzt: %@
fr: Dernier : %@
id: Terakhir: %@

# health.metrics_title
source: Health Metrics
de: Gesundheitsdaten
fr: Mesures de santé
id: Metrik kesehatan

# health.metrics_tracking
source: Track and analyze health metrics
de: Gesundheitsdaten verfolgen und analysieren
fr: Suivre et analyser les mesures de santé
id: Lacak dan analisis metrik kesehatan

# health.no_record
source: No Record
de: Kein Eintrag
fr: Aucun enregistrement
id: Tidak ada catatan

# health.no_records
source: No records available
de: Keine Einträge verfügbar
fr: Aucun enregistrement disponible
id: Tidak ada catatan

# health.notes_optional
source: Notes (Optional)
de: Notizen (Optional)
fr: Notes (Optionnel)
id: Catatan (opsional)

# health.permission_description
source: Permission is needed to sync health data
de: Berechtigung zur Synchronisierung von Gesundheitsdaten erforderlich
fr: Permission requise pour synchroniser les données de santé
id: Izin diperlukan untuk menghubungkan data kesehatan

# health.permission_required
source: Health App Permission Required
de: Health-App-Berechtigung erforderlich
fr: Permission de l'app Santé requise
id: Perlu izin Kesehatan

# health.premium_description
source: Upgrade to sync health data
de: Upgrade für Gesundheitsdatensynchronisierung
fr: Mettez à niveau pour synchroniser les données de santé
id: Upgrade untuk sinkronkan data kesehatan

# health.premium_feature
source: Premium Only • Health App Integration
de: Nur Premium • Health-App-Integration
fr: Premium uniquement • Intégration App Santé
id: Khusus Premium • Integrasi Kesehatan

# health.recent_records
source: Recent Records
de: Letzte Einträge
fr: Enregistrements récents
id: Catatan terbaru

# health.record_management
source: Record Management
de: Eintragsverwaltung
fr: Gestion des enregistrements
id: Manajemen Catatan

# health.save
source: Save
de: Speichern
fr: Enregistrer
id: Simpan

# health.select_metric
source: Select Metric
de: Messwert auswählen
fr: Sélectionner une mesure
id: Pilih metrik

# health.sync_auto
source: Auto Sync with Health App
de: Auto-Sync mit Health App
fr: Sync auto avec l'app Santé
id: Sinkronisasi otomatis dengan Kesehatan

# health.sync_description
source: Sync to fetch health data
de: Synchronisieren, um Gesundheitsdaten abzurufen
fr: Synchroniser pour récupérer les données de santé
id: Sinkron untuk mengambil data kesehatan

# health.sync_from_health
source: Sync from Health App
de: Von Health App synchronisieren
fr: Sync depuis l'app Santé
id: Sinkron dari Kesehatan

# health.systolic_bp
source: Systolic Blood Pressure
de: Systolischer Blutdruck
fr: Pression artérielle systolique
id: Tekanan darah sistolik

# health.systolic_unit
source: mmHg (Systolic)
de: mmHg (Systolisch)
fr: mmHg (Systolique)
id: mmHg (Sistolik)

# health.title
source: Health Metrics
de: Gesundheitsdaten
fr: Mesures de santé
id: Metrik Kesehatan
