Repository: bbdyno/PillMate
Catalog: DMateResource/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id

# time_unit.minutes
source: minute(s)
de: Minute(n)
id: menit

# time_unit.minutes_after
source: %d minute(s) later
de: %d Minute(n) später
fr: %d minute(s) plus tard
id: %d menit lagi

# time_unit.minutes_passed
source: %d minute(s) passed
de: %d Minute(n) vergangen
fr: %d minute(s) écoulées
id: %d menit lalu

# time_unit.now
source: Now
de: Jetzt
fr: Maintenant
id: Sekarang

# time_unit.shortly
source: Shortly
de: Bald
fr: Bientôt
id: Sebentar lagi

# time_unit.steps_suffix
source: steps
de: Schritte
fr: pas
id: langkah

# tip_jar.close
source: Close
de: Schließen
fr: Fermer
id: Tutup

# tip_jar.error_title
source: Purchase Error
de: Kauffehler
fr: Erreur d'achat
id: Kesalahan Pembelian

# tip_jar.error_unknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
id: Terjadi kesalahan yang tidak diketahui.

# tip_jar.info_no_features
source: Tips do not unlock features.
de: Trinkgelder schalten keine Funktionen frei.
fr: Les pourboires ne débloquent pas de fonctionnalités.
id: Tip tidak membuka fitur apa pun.

# tip_jar.info_secure_payment
source: Secure payment via the App Store.
de: Sichere Zahlung über den App Store.
fr: Paiement sécurisé via l'App Store.
id: Pembayaran aman melalui App Store.

# tip_jar.info_support_only
source: Your tip is a token of support only.
de: Ihr Trinkgeld ist nur ein Zeichen der Unterstützung.
fr: Votre pourboire est uniquement un signe de soutien.
id: Tip Anda murni dukungan.

# tip_jar.info_title
source: Information
id: Info

# tip_jar.loading_products
source: Loading products...
de: Produkte laden...
fr: Chargement des produits...
id: Memuat produk...

# tip_jar.processing
source: Processing...
de: Verarbeitung...
fr: Traitement...
id: Memproses...

# tip_jar.support_description
source: If you enjoy using the app
de: Wenn Ihnen die App gefällt
fr: Si vous aimez utiliser l'application
id: アプリが気に入ったら、開発を支援するためにチップをご検討ください。

# tip_jar.support_developer
source: Support the Developer
de: Entwickler unterstützen
fr: Soutenir le développeur
id: Dukung Pengembang

# tip_jar.thank_you_message
source: Your support means a lot and helps ongoing development.
de: Ihre Unterstützung bedeutet uns viel und hilft bei der Weiterentwicklung.
fr: Votre soutien signifie beaucoup et aide au développement continu.
id: Dukungan Anda sangat berarti dan membantu pengembangan berkelanjutan.

# tip_jar.thank_you_title
source: Thank You!
de: Danke!
fr: Merci !
id: Terima kasih!

# tip_jar.title
source: Support the Developer
de: Entwickler unterstützen
fr: Soutenir le développeur
id: Dukung Pengembang

# tip_jar.total_tips
source: Total tips: %d
de: Gesamte Tipps: %d
fr: Total des pourboires : %d
id: Total tip: %d

# view_mode.calendar
source: Calendar
de: Kalender
fr: Calendrier
id: Kalender

# view_mode.list
source: List
de: Liste
fr: Liste
id: Daftar

# weekday.friShort
source: Fri
de: Fr
fr: Ven
id: Jum

# weekday.friday
source: Friday
de: Freitag
fr: Vendredi
id: Jumat

# weekday.monShort
source: Mon
de: Mo
fr: Lun
id: Sen

# weekday.monday
source: Monday
de: Montag
fr: Lundi
id: Senin

# weekday.satShort
source: Sat
de: Sa
fr: Sam
id: Sab

# weekday.saturday
source: Saturday
de: Samstag
fr: Samedi
id: Sabtu

# weekday.sunShort
source: Sun
de: So
fr: Dim
id: Min

# weekday.sunday
source: Sunday
de: Sonntag
fr: Dimanche
id: Minggu

# weekday.thuShort
source: Thu
de: Do
fr: Jeu
id: Kam

# weekday.thursday
source: Thursday
de: Donnerstag
fr: Jeudi
id: Kamis

# weekday.tueShort
source: Tue
de: Di
fr: Mar
id: Sel

# weekday.tuesday
source: Tuesday
de: Dienstag
fr: Mardi
id: Selasa

# weekday.wedShort
source: Wed
de: Mi
fr: Mer
id: Rab

# weekday.wednesday
source: Wednesday
de: Mittwoch
fr: Mercredi
id: Rabu

# notification.action_skip
source: Skip
de: Überspringen
fr: Ignorer
id: Lewati

# notification.action_taken
source: Taken ✓
de: Eingenommen ✓
fr: Pris ✓
id: Telah Diminum ✓

# notification.action_view_details
source: View Details
de: Details anzeigen
fr: Voir les détails
id: Lihat Detail

# notification.critical_reminder
source: Critical Medication Reminder
de: Wichtige Medikamentenerinnerung
fr: Rappel de médicament critique
id: Pengingat Obat Penting

# notification.error_authorization_failed
source: Notification authorization failed: %@
de: Benachrichtigungsberechtigung fehlgeschlagen: %@
fr: Échec de l'autorisation de notification : %@
id: Otorisasi notifikasi gagal: %@

# notification.error_invalid_data
source: Invalid data.
de: Ungültige Daten.
fr: Données invalides.
id: Data tidak valid.

# notification.error_invalid_notification_data
source: Invalid notification data
de: Ungültige Benachrichtigungsdaten
fr: Données de notification invalides
id: Data notifikasi tidak valid

# notification.error_invalid_schedule
source: Invalid schedule.
de: Ungültiger Zeitplan.
fr: Horaire invalide.
id: Jadwal tidak valid.

# notification.error_limit_exceeded
source: Exceeded maximum number of scheduled notifications.
de: Maximale Anzahl geplanter Benachrichtigungen überschritten.
fr: Nombre maximum de notifications programmées dépassé.
id: Jumlah maksimum notifikasi terjadwal terlampaui.

# notification.error_not_authorized
source: Notification permission denied. Please allow notifications in Settings.
de: Keine Benachrichtigungsberechtigung. Bitte erlauben Sie Benachrichtigungen in den Einstellungen.
fr: Autorisation de notification refusée. Veuillez autoriser les notifications dans les paramètres.
id: Izin notifikasi ditolak. Harap izinkan notifikasi di Pengaturan.

# notification.error_schedule_failed
source: Notification scheduling failed: %@
de: Benachrichtigungsplanung fehlgeschlagen: %@
fr: Échec de la programmation de notification : %@
id: Penjadwalan notifikasi gagal: %@

# notification.medication_reminder
source: Medication Reminder
de: Medikamentenerinnerung
fr: Rappel de médicament
id: Pengingat Obat

# notification.snooze_10min
source: Remind in 10 min
de: In 10 Min. erinnern
fr: Rappeler dans 10 min
id: Ingatkan dalam 10 menit

# notification.snooze_15min
source: Remind in 15 min
de: In 15 Min. erinnern
fr: Rappeler dans 15 min
id: Ingatkan dalam 15 menit

# notification.snooze_30min
source: Remind in 30 min
de: In 30 Min. erinnern
fr: Rappeler dans 30 min
id: Ingatkan dalam 30 menit

# notification.snooze_5min
source: Remind in 5 min
de: In 5 Min. erinnern
fr: Rappeler dans 5 min
id: Ingatkan dalam 5 menit

# notification.stock_remaining
source: %@ has %d remaining
de: %@ hat noch %d übrig
fr: %@ a %d restants
id: %@ tersisa %d

# widget.add_in_app
source: Add medications in the app
de: Medikamente in der App hinzufügen
fr: Ajouter des médicaments dans l'application
id: Tambahkan obat di aplikasi

# widget.add_medications_in_app
source: Add medications in DoseMate app
de: Medikamente in der DoseMate-App hinzufügen
fr: Ajouter des médicaments dans l'application DoseMate
id: Tambahkan obat di aplikasi DoseMate

# widget.adherence_rate
source: Adherence Rate
de: Therapietreue-Rate
fr: Taux d'observance
id: Tingkat Kepatuhan

# widget.all_complete_today
source: All done for today!
de: Heute alles erledigt!
fr: Tout est terminé aujourd'hui !
id: Semua selesai hari ini!

# widget.configuration_description
source: Check today's medication schedule
de: Überprüfen Sie den heutigen Medikamentenplan
fr: Consultez le planning des médicaments d'aujourd'hui
id: Periksa jadwal obat hari ini

# widget.configuration_display_name
source: Medication Management
de: Medikamentenverwaltung
fr: Gestion des médicaments
id: Manajemen Obat

# widget.medication_count
source: %d medications
de: %d Medikamente
fr: %d médicaments
id: %d obat

# widget.medication_management
source: Medication Management
de: Medikamentenverwaltung
fr: Gestion des médicaments
id: Manajemen Obat

# widget.next_dose
source: Next Dose
de: Nächste Dosis
fr: Prochaine dose
id: Dosis Berikutnya

# widget.no_data
source: No medication data
de: Keine Medikamentendaten
fr: Aucune donnée de médicament
id: Tidak ada data obat

# widget.no_medication_data
source: No medication data available
de: Keine Medikamentendaten verfügbar
fr: Aucune donnée de médicament disponible
id: Tidak ada data obat tersedia

# widget.status.completed
source: Completed
de: Abgeschlossen
fr: Terminé
id: Selesai

# widget.status.delayed
source: Delayed
de: Verzögert
fr: Retardé
id: Tertunda

# widget.status.pending
source: Pending
de: Ausstehend
fr: En attente
id: Menunggu

# widget.status.skipped
source: Skipped
de: Übersprungen
fr: Ignoré
id: Dilewati

# widget.status.snoozed
source: Snoozed
de: Verschoben
fr: Reporté
id: Ditunda

# widget.tap_to_open
source: Tap to open app
de: Tippen zum Öffnen der App
fr: Appuyez pour ouvrir l'application
id: Ketuk untuk membuka aplikasi

# widget.today_adherence
source: Today's Adherence
de: Heutige Therapietreue
fr: Observance d'aujourd'hui
id: Kepatuhan Hari Ini

# widget.today_medication
source: Today's Medication
de: Heutiges Medikament
fr: Médicament d'aujourd'hui
id: Obat Hari Ini

# common.days_format
source: %d days
de: %d Tage

# common.edit
source: Edit
de: Bearbeiten
fr: Modifier

# developer.reset_user_defaults
source: Reset UserDefaults
de: UserDefaults zurücksetzen
fr: Réinitialiser UserDefaults

# developer.total_data
source: Total Data
de: Gesamtdaten
fr: Total des données

# medication_category.gastrointestinal
source: Gastrointestinal
de: Magen-Darm

# medication_detail.edit
source: Edit
de: Bearbeiten
fr: Modifier

# medication_form.inhaler
source: Inhaler
de: Inhalator
fr: Inhalateur

# medication_form.patch
source: Patch
de: Pflaster

# medication_form.tablet
source: Tablet
de: Tablette
fr: Comprimé

# medication_list.total
source: Total
de: Gesamt

# schedule_type.interval
source: Interval
de: Intervall
fr: Intervalle

# settings.data
source: Data
de: Daten
fr: Données

# time_unit.minutes_short
source: m
de: Min

# onboarding.agree_terms
source: I agree to the Terms of Service
de: Ich stimme den Nutzungsbedingungen zu

# onboarding.privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie

# onboarding.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen

# onboarding.view
source: View
de: Ansehen

# blood_glucose_status.diabetes
source: Diabetes
fr: Diabète

# medication_category.diabetes
source: Diabetes
fr: Diabète

# medication_list.filter
source: Filter
fr: Filtrer

# medication_list.filter_label
source: Filter
fr: Filtrer

# medication_list.filter_section
source: Filter
fr: Filtrer

# medication_list.upgrade
source: Upgrade
fr: Mise à niveau
