Repository: bbdyno/PillMate
Catalog: DMateResource/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id

# medication_list.delete_alert_title
source: Delete Medication
de: Medikament löschen
fr: Supprimer le médicament
id: Hapus Obat

# medication_list.delete_button
source: Delete
de: Löschen
fr: Supprimer
id: Hapus

# medication_list.delete_confirmation
source: Delete Medication
de: Medikament löschen
fr: Supprimer le médicament
id: Hapus Obat

# medication_list.delete_message
source: Do you want to delete %@?
de: Möchten Sie %@ löschen?
fr: Voulez-vous supprimer %@ ?
id: Hapus %@?

# medication_list.discontinued
source: Discontinued
de: Abgesetzt
fr: Arrêté
id: Dihentikan

# medication_list.filter_sort
source: Filter & Sort
de: Filtern & Sortieren
fr: Filtrer & Trier
id: Filter & Urutkan

# medication_list.free_version
source: Using Free Version
de: Kostenlose Version
fr: Utilisation de la version gratuite
id: Menggunakan versi gratis

# medication_list.items
source: items
de: Einträge
fr: éléments
id: item

# medication_list.low_stock
source: Low Stock
de: Bestand niedrig
fr: Stock faible
id: Stok menipis

# medication_list.medication_list_title
source: Medication List
de: Medikamentenliste
fr: Liste des médicaments
id: Daftar obat

# medication_list.medications_registered
source: %d/%d medications registered
de: %d/%d Medikamente registriert
fr: %d/%d médicaments enregistrés
id: %d/%d obat terdaftar

# medication_list.no_medications
source: No medications added yet
de: Noch keine Medikamente hinzugefügt
fr: Aucun médicament ajouté pour le moment
id: Tidak ada obat terdaftar

# medication_list.no_results
source: No search results
de: Keine Suchergebnisse
fr: Aucun résultat de recherche
id: Tidak ada hasil

# medication_list.no_results_for
source: No results found for '%@'
de: Keine Ergebnisse für '%@'
fr: Aucun résultat trouvé pour '%@'
id: Tidak ada hasil untuk '%@'

# medication_list.no_search_results
source: No search results
de: Keine Suchergebnisse
fr: Aucun résultat de recherche
id: Tidak ada hasil

# medication_list.search_placeholder
source: Search medications
de: Medikamente suchen
fr: Rechercher des médicaments
id: Cari obat

# medication_list.search_prompt
source: Search medications
de: Medikamente suchen
fr: Rechercher des médicaments
id: Cari obat

# medication_list.sort
source: Sort
de: Sortieren
fr: Trier
id: Urutkan

# medication_list.sort_label
source: Sort
de: Sortieren
fr: Trier
id: Urutkan

# medication_list.sort_section
source: Sort
de: Sortieren
fr: Trier
id: Urutkan

# medication_list.title
source: Medication Management
de: Medikamentenverwaltung
fr: Gestion des médicaments
id: Manajemen Obat

# medication_list.title_short
source: Medication Management
de: Verwaltung
fr: Gestion
id: Manajemen Obat

# medications.add
source: Add Medication
de: Medikament hinzufügen
fr: Ajouter un médicament
id: Tambah Obat

# medications.add_title
source: Add Medication
de: Medikament hinzufügen
fr: Ajouter un médicament
id: Tambah Obat

# medications.dosage
source: Dosage
de: Dosis
id: Dosis

# medications.dosage_placeholder
source: Dosage (e.g., 1 pill)
de: Dosis (z.B. 1 Tablette)
fr: Dosage (ex: 1 comprimé)
id: Dosis (mis: 1 tablet)

# medications.empty
source: No medications added yet
de: Noch keine Medikamente hinzugefügt
fr: Aucun médicament ajouté pour le moment
id: Belum ada obat yang ditambahkan

# medications.form
source: Form
fr: Forme
id: Bentuk sediaan

# medications.frequency
source: Frequency
de: Häufigkeit
fr: Fréquence
id: Frekuensi

# medications.name
source: Medication Name
de: Medikamentenname
fr: Nom du médicament
id: Nama Obat

# medications.name_placeholder
source: Medication Name
de: Medikamentenname
fr: Nom du médicament
id: Nama obat

# medications.strength_placeholder
source: Strength (e.g., 500mg)
de: Stärke (z.B. 500mg)
fr: Force (ex: 500mg)
id: Kekuatan (mis: 500mg)

# medications.title
source: My Medications
de: Meine Medikamente
fr: Mes médicaments
id: Obat Saya

# metric_type.blood_glucose
source: Blood Glucose
de: Blutzucker
fr: Glycémie
id: Gula Darah

# metric_type.blood_pressure
source: Blood Pressure
de: Blutdruck
fr: Pression artérielle
id: Tekanan Darah

# metric_type.body_temperature
source: Body Temperature
de: Körpertemperatur
fr: Température corporelle
id: Suhu Tubuh

# metric_type.heart_rate
source: Heart Rate
de: Herzfrequenz
fr: Fréquence cardiaque
id: Detak Jantung

# metric_type.mood
source: Mood
de: Stimmung
fr: Humeur
id: Suasana Hati

# metric_type.oxygen_saturation
source: Oxygen Saturation
de: Sauerstoffsättigung
fr: Saturation en oxygène
id: Saturasi Oksigen

# metric_type.sleep
source: Sleep
de: Schlaf
fr: Sommeil
id: Tidur

# metric_type.steps
source: Steps
de: Schritte
fr: Pas
id: Langkah

# metric_type.water_intake
source: Water Intake
de: Wasseraufnahme
fr: Consommation d'eau
id: Asupan Air

# metric_type.weight
source: Weight
de: Gewicht
fr: Poids
id: Berat Badan

# metric_unit.hours
source: hour(s)
de: Stunde(n)
fr: heure(s)
id: jam

# metric_unit.steps
source: step(s)
de: Schritt(e)
fr: pas
id: langkah

# mood_level.bad
source: Bad
de: Schlecht
fr: Mauvais
id: Buruk

# mood_level.good
source: Good
de: Gut
fr: Bon
id: Baik

# mood_level.neutral
source: Neutral
fr: Neutre
id: Netral

# mood_level.very_bad
source: Very Bad
de: Sehr schlecht
fr: Très mauvais
id: Sangat Buruk

# mood_level.very_good
source: Very Good
de: Sehr gut
fr: Très bon
id: Sangat Baik

# notification_pref.all
source: All Notifications
de: Alle Benachrichtigungen
fr: Toutes les notifications
id: Semua Notifikasi

# notification_pref.missed_only
source: Missed Doses Only
de: Nur verpasste Dosen
fr: Doses manquées uniquement
id: Hanya Dosis yang Terlewat

# notification_pref.none
source: No Notifications
de: Keine Benachrichtigungen
fr: Aucune notification
id: Tanpa Notifikasi

# notification_status.authorized
source: Authorized
de: Autorisiert
fr: Autorisé
id: Diizinkan

# notification_status.denied
source: Denied
de: Abgelehnt
fr: Refusé
id: Ditolak

# notification_status.ephemeral
source: Ephemeral
de: Flüchtig
fr: Éphémère
id: Temporer

# notification_status.permission_required
source: Permission Required
de: Berechtigung erforderlich
fr: Permission requise
id: Izin Diperlukan

# notification_status.provisional
source: Provisional
de: Vorläufig
fr: Provisoire
id: Sementara

# notification_status.unknown
source: Unknown
de: Unbekannt
fr: Inconnu
id: Tidak Diketahui

# onboarding.ask_name
source: First, please tell us your name.
de: Sagen Sie uns zunächst Ihren Namen.
fr: D'abord, dites-nous votre nom.
id: Pertama, beri tahu kami nama Anda.

# onboarding.get_started
source: Get Started
de: Loslegen
fr: Commencer
id: Mulai

# onboarding.name_placeholder
source: Enter your name
de: Namen eingeben
fr: Entrez votre nom
id: Masukkan nama Anda

# patient.adherence_rate_label
source: Adherence Rate
de: Einhaltungsrate
fr: Taux d'adhésion
id: Kepatuhan

# patient.adherence_today
source: Today's Adherence
de: Heutige Einhaltung
fr: Adhésion aujourd'hui
id: Obat hari ini

# patient.age
source: Age
de: Alter
fr: Âge
id: Usia

# patient.appointment
source: %@'s Appointment
de: Termin für %@
fr: Rendez-vous de %@
id: Janji %@

# patient.appointment_datetime
source: Appointment Date & Time
de: Termin Datum & Uhrzeit
fr: Date et heure du rendez-vous
id: Tanggal & waktu

# patient.appointment_list_title
source: Appointments
de: Termine
fr: Rendez-vous
id: Janji medis

# patient.appointment_location
source: Location
de: Ort
fr: Lieu
id: Lokasi

# patient.basic_info
source: Basic Information
de: Basisinformationen
fr: Informations de base
id: Info dasar

# patient.color.blue
source: Blue
de: Blau
fr: Bleu
id: Biru

# patient.color.green
source: Green
de: Grün
fr: Vert
id: Hijau

# patient.color.orange
source: Orange
id: Oranye

# patient.color.pink
source: Pink
de: Rosa
fr: Rose
id: Merah muda

# patient.color.purple
source: Purple
de: Lila
fr: Violet
id: Ungu

# patient.color.red
source: Red
de: Rot
fr: Rouge
id: Merah

# patient.color.teal
source: Teal
de: Türkis
fr: Sarcelle
id: Hijau kebiruan

# patient.initials
source: Initials
de: Initialen
fr: Initiales
id: Inisial

# patient.medical_specialty
source: Specialty
de: Fachgebiet
fr: Spécialité
id: Spesialisasi medis

# patient.medication
source: %@'s Medication
de: Medikamente für %@
fr: Médicaments de %@
id: Obat %@

# patient.medication_list
source: Medication List
de: Medikamentenliste
fr: Liste des médicaments
id: Daftar obat

# patient.name_label
source: Name
fr: Nom
id: Nama

# patient.notes_optional_label
source: Notes (Optional)
de: Notizen (Optional)
fr: Notes (Optionnel)
id: Catatan (opsional)

# patient.notes_section
source: Notes
de: Notizen
id: Catatan

# patient.profile_color_section
source: Profile Color
de: Profilfarbe
fr: Couleur de profil
id: Warna profil

# patient.relationship.child
source: Child
de: Kind
fr: Enfant
id: Anak

# patient.relationship.friend
source: Friend
de: Freund
fr: Ami(e)
id: Teman

# patient.relationship.grandparent
source: Grandparent
de: Großelternteil
id: Kakek/Nenek

# patient.relationship.myself
source: Myself
de: Ich selbst
fr: Moi-même
id: Saya

# patient.relationship.other
source: Other
de: Sonstige
fr: Autre
id: Lainnya

# patient.relationship.parent
source: Parent
de: Elternteil
id: Orang tua

# patient.relationship.relative
source: Relative
de: Verwandter
fr: Parent (famille)
id: Kerabat

# patient.relationship.sibling
source: Sibling
de: Geschwister
fr: Frère/Sœur
id: Saudara kandung

# patient.relationship.spouse
source: Spouse
de: Ehepartner
fr: Conjoint(e)
id: Pasangan

# patient.relationship_label
source: Relationship
de: Beziehung
fr: Relation
id: Hubungan

# patient.medication_count
source: %d medication(s)
de: %d Medikament(e)
fr: %d médicament(s)
id: %d obat

# patient.select_title
source: Select Patient
de: Patient auswählen
fr: Sélectionner un patient
id: Pilih Pasien

# color.blue
source: Blue
de: Blau
fr: Bleu
id: Biru

# color.green
source: Green
de: Grün
fr: Vert
id: Hijau

# color.indigo
source: Indigo
id: Nila

# color.orange
source: Orange
id: Oranye

# color.pink
source: Pink
de: Rosa
fr: Rose
id: Merah Muda

# color.purple
source: Purple
de: Lila
fr: Violet
id: Ungu

# color.red
source: Red
de: Rot
fr: Rouge
id: Merah

# color.teal
source: Teal
de: Türkis
fr: Sarcelle
id: Hijau Kebiruan

# patients.add.title
source: Add Patient
de: Patient hinzufügen
fr: Ajouter un patient
id: Tambah Pasien

# patients.add_button
source: Add Patient
de: Patient hinzufügen
fr: Ajouter un patient
id: Tambah Pasien

# patients.common.birthdate
source: Birthdate
de: Geburtsdatum
fr: Date de naissance
id: Tanggal lahir

# patients.common.birthdate_input
source: Enter Birthdate
de: Geburtsdatum eingeben
fr: Entrer la date de naissance
id: Masukkan tanggal lahir

# patients.common.profile_color
source: Profile Color
de: Profilfarbe
fr: Couleur de profil
id: Warna profil

# patients.common.relationship
source: Relationship
de: Beziehung
fr: Relation
id: Hubungan

# patients.delete_message
source: All medication records for %@ will be deleted.
de: Alle Medikamenteneinträge für %@ werden gelöscht.
fr: Tous les enregistrements de médicaments pour %@ seront supprimés.
id: Semua catatan obat untuk %@ akan dihapus.

# patients.delete_title
source: Delete Patient
de: Patient löschen
fr: Supprimer le patient
id: Hapus Pasien

# patients.detail.add_medication
source: Add Medication
de: Medikament hinzufügen
fr: Ajouter un médicament
id: Tambah obat

# patients.detail.adherence
source: Adherence
de: Einhaltung
fr: Adhésion
id: Kepatuhan obat

# patients.detail.appointments_title
source: Appointments
de: Termine
fr: Rendez-vous
id: Janji

# patients.detail.medications_title
source: Medications
de: Medikamente
fr: Médicaments
id: Obat

# patients.detail.no_appointments
source: No upcoming appointments
de: Keine anstehenden Termine
fr: Aucun rendez-vous à venir
id: Tidak ada janji terjadwal

# patients.detail.no_medications
source: No medications registered
de: Keine Medikamente registriert
fr: Aucun médicament enregistré
id: Tidak ada obat terdaftar

# patients.detail.today_medication
source: Today's Medication
de: Heutige Medikamente
fr: Médicaments du jour
id: Obat hari ini

# patients.edit.title
source: Edit Patient
de: Patient bearbeiten
fr: Modifier le patient
id: Edit Pasien

# patients.empty_description
source: To manage medications for family or dependents
de: Um Medikamente für Familie oder Angehörige zu verwalten
fr: Pour gérer les médicaments de la famille ou des proches
id: 家族や被扶養者の薬を管理するには患者を追加してください。

# patients.empty_title
source: No patients registered
de: Keine Patienten registriert
fr: Aucun patient enregistré
id: Tidak ada pasien terdaftar

# patients.header_count
source: Total %d patients
de: Insgesamt %d Patienten
id: Total %d pasien

# patients.header_subtitle
source: are being managed
de: werden verwaltet
fr: sont gérés
id: sedang dikelola

# patients.list_title
source: Patient List
de: Patientenliste
fr: Liste des patients
id: Daftar Pasien

# patients.manage_mine
source: My medication management
de: Meine Medikamentenverwaltung
fr: Ma gestion de médicaments
id: Kelola obat saya

# patients.managed_patients
source: Managed Patients
de: Verwaltete Patienten
fr: Patients gérés
id: Pasien yang Dikelola

# patients.medications_count_format
source: %d medications
de: %d Medikamente
fr: %d médicaments
id: %d obat

# patients.notes_optional
source: Notes (Optional)
de: Notizen (Optional)
fr: Notes (Optionnel)
id: Catatan (opsional)

# patients.notes_title
source: Notes
de: Notizen
id: Catatan

# patients.select_title
source: Select Patient
de: Patient auswählen
fr: Sélectionner un patient
id: Pilih Pasien

# patients.myself
source: Me
de: Ich
fr: Moi
id: Saya

# patients.title
source: Patient Management
de: Patientenverwaltung
fr: Gestion des patients
id: Manajemen Pasien

# period.all_time
source: All Time
de: Gesamte Zeit
fr: Tout le temps
id: Sepanjang waktu

# period.last_3_months
source: Last 3 Months
de: Letzte 3 Monate
fr: 3 derniers mois
id: 3 bulan terakhir

# period.last_6_months
source: Last 6 Months
de: Letzte 6 Monate
fr: 6 derniers mois
id: 6 bulan terakhir

# period.last_month
source: Last Month
de: Letzter Monat
fr: Mois dernier
id: Bulan lalu

# period.last_week
source: Last Week
de: Letzte Woche
fr: Semaine dernière
id: Minggu lalu

# period.this_month
source: This Month
de: Diesen Monat
fr: Ce mois-ci
id: Bulan ini

# period.this_week
source: This Week
de: Diese Woche
fr: Cette semaine
id: Minggu ini

# period.this_year
source: This Year
de: Dieses Jahr
fr: Cette année
id: Tahun ini

# period.today
source: Today
de: Heute
fr: Aujourd'hui
id: Hari ini

# period.yesterday
source: Yesterday
de: Gestern
fr: Hier
id: Kemarin

# premium.close
source: Close
de: Schließen
fr: Fermer
id: Tutup

# premium.confirm
source: OK
id: Konfirmasi

# premium.current_status
source: You already have Premium
de: Sie haben bereits Premium
fr: Vous avez déjà Premium
id: Anda sudah Premium

# premium.family_sharing
source: Supports Family Sharing
de: Unterstützt Familienfreigabe
fr: Prend en charge le partage familial
id: Dukungan Keluarga

# premium.features_title
source: What you get
de: Was Sie erhalten
fr: Ce que vous obtenez
id: Fitur yang Disediakan

# premium.lifetime_access
source: Lifetime access
de: Lebenslanger Zugriff
fr: Accès à vie
id: Akses seumur hidup

# premium.loading
source: Loading...
de: Lädt...
fr: Chargement...
id: Memuat...

# premium.payment_info
source: Payment will be charged to your Apple ID account.
de: Die Zahlung erfolgt über Ihr Apple-ID-Konto.
fr: Le paiement sera débité de votre compte Apple ID.
id: Pembayaran akan dibebankan ke akun Apple ID Anda.

# premium.privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
id: Kebijakan Privasi

# premium.processing
source: Processing...
de: Verarbeitung...
fr: Traitement...
id: Memproses...

# premium.purchase_button
source: Get Premium
de: Premium holen
fr: Obtenir Premium
id: Dapatkan Premium

# premium.restore_alert_title
source: Purchase Status
de: Kaufstatus
fr: État de l'achat
id: Status Pembelian

# premium.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
id: Pulihkan Pembelian

# premium.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
id: Ketentuan Layanan

# premium.upgrade_subtitle
source: Unlock all features and enjoy an ad‑free experience.
de: Alle Funktionen freischalten und werbefreie Erfahrung genießen.
fr: Débloquez toutes les fonctionnalités et profitez d'une expérience sans publicité.
id: Buka semua fitur dan nikmati tanpa iklan.

# premium.upgrade_title
source: Upgrade to Premium
de: Auf Premium upgraden
fr: Passer à Premium
id: Tingkatkan ke Premium

# premium_required.message
source: The feature '%@' requires Premium.
de: Die Funktion '%@' erfordert Premium.
fr: La fonctionnalité '%@' nécessite Premium.
id: Fitur '%@' memerlukan Premium.

# premium_required.title
source: Premium Feature
de: Premium-Funktion
fr: Fonctionnalité Premium
id: Fitur Premium

# premium_required.view_premium
source: View Premium
de: Premium anzeigen
fr: Voir Premium
id: Lihat Premium

# reminders.set
source: Set Reminder
de: Erinnerung einstellen
fr: Définir un rappel
id: Atur Pengingat

# reminders.time
source: Time
de: Zeit
fr: Heure
id: Waktu

# reminders.title
source: Reminders
de: Erinnerungen
fr: Rappels
id: Pengingat

# schedule.add_title
source: Add Schedule
de: Zeitplan hinzufügen
fr: Ajouter un horaire
id: Tambah Jadwal

# schedule.cycle
source: Medication Cycle
de: Einnahmezyklus
fr: Cycle de prise
id: Siklus Obat

# schedule.cycle_type
source: Cycle Type
de: Zyklustyp
fr: Type de cycle
id: Jenis Siklus

# schedule.daily_frequency
source: Daily Frequency
de: Tägliche Häufigkeit
fr: Fréquence quotidienne
id: Frekuensi Harian

# schedule.enable_notification
source: Enable Notification
de: Benachrichtigung aktivieren
fr: Activer la notification
id: Aktifkan Notifikasi

# schedule.frequency_count
source: Frequency
de: Häufigkeit
fr: Fréquence
id: Frekuensi

# schedule.meal_relation
source: Meal Relation
de: Bezug zur Mahlzeit
fr: Relation avec le repas
id: Hubungan dengan Makanan

# schedule.before_minutes
source: %d minutes before
de: %d Minuten vorher
fr: %d minutes avant
id: %d menit sebelumnya

# schedule.time
source: Time to Take
de: Einnahmezeit
fr: Heure de prise
id: Waktu Konsumsi

# schedule_frequency.daily
source: Daily
de: Täglich
fr: Quotidien
id: Harian

# schedule_frequency.weekly
source: Weekly
de: Wöchentlich
fr: Hebdomadaire
id: Mingguan

# schedule_frequency.biweekly
source: Biweekly
de: Alle zwei Wochen
fr: Toutes les deux semaines
id: Dua mingguan

# schedule_frequency.monthly
source: Monthly
de: Monatlich
fr: Mensuel
id: Bulanan

# schedule_frequency.as_needed
source: As Needed
de: Bei Bedarf
fr: Au besoin
id: Bila diperlukan

# schedule_type.as_needed
source: As Needed (PRN)
de: Bei Bedarf
fr: Au besoin
id: Bila Diperlukan (PRN)

# schedule_type.as_needed_desc
source: Take only when needed
de: Nur einnehmen, wenn nötig
fr: Prendre uniquement si nécessaire
id: Minum hanya bila diperlukan

# schedule_type.daily
source: Daily
de: Täglich
fr: Quotidien
id: Setiap Hari

# schedule_type.daily_desc
source: Take at the same time every day
de: Jeden Tag zur gleichen Zeit einnehmen
fr: Prendre à la même heure chaque jour
id: Minum pada waktu yang sama setiap hari

# schedule_type.interval_desc
source: Take every N days
de: Alle N Tage einnehmen
fr: Prendre tous les N jours
id: Minum setiap N hari

# schedule_type.specific_days
source: Specific Days
de: Bestimmte Tage
fr: Jours spécifiques
id: Hari Tertentu

# schedule_type.specific_days_desc
source: Take only on selected days
de: Nur an ausgewählten Tagen einnehmen
fr: Prendre uniquement les jours sélectionnés
id: Minum hanya pada hari yang dipilih

# settings.about
source: About
de: Über
fr: À propos
id: Tentang

# settings.about_section
source: About
de: Über
fr: À propos
id: Tentang

# settings.already_purchased_hint
source: If you've already purchased
de: Wenn Sie bereits gekauft haben
fr: Si vous avez déjà acheté
id: すでに購入済みの場合は復元を押してください。

# settings.appearance
source: Appearance
de: Erscheinungsbild
fr: Apparence
id: Tampilan

# settings.appearance_mode
source: Appearance Mode
de: Erscheinungsmodus
fr: Mode d'apparence
id: Mode tampilan

# settings.appointments
source: Appointments
de: Termine
fr: Rendez-vous
id: Janji medis

# settings.auto_sync
source: Auto Sync
fr: Sync Auto
id: Sinkron otomatis

# settings.cloud_backup
source: Cloud & Backup
fr: Cloud & Sauvegarde
id: Cloud & Cadangan

# settings.continue_button
source: Continue
de: Fortfahren
fr: Continuer
id: Lanjutkan

# settings.create_sample_data
source: Create Sample Data
de: Beispieldaten erstellen
fr: Créer des données d'exemple
id: Buat data contoh

# settings.data_backup
source: Data Backup
de: Daten-Backup
fr: Sauvegarde des données
id: Cadangan data

# settings.debug_footer
source: Only shown in DEBUG builds. Automatically hidden in release builds.
de: Nur in DEBUG-Builds sichtbar. In Release-Builds automatisch ausgeblendet.
fr: Affiché uniquement dans les builds DEBUG. Masqué automatiquement dans les builds de production.
id: Hanya ditampilkan pada build DEBUG. Secara otomatis disembunyikan pada build rilis.

# settings.default_snooze
source: Default Snooze Time
de: Standard-Schlummerzeit
fr: Temps de rappel par défaut
id: Durasi tunda default

# settings.default_snooze_interval
source: Default Snooze Interval
de: Standard-Schlummerintervall
fr: Intervalle de rappel par défaut
id: Durasi tunda default

# settings.delete_all
source: Delete All Data
de: Alle Daten löschen
fr: Supprimer toutes les données
id: Hapus semua data

# settings.delete_all_data
source: Delete All Data
de: Alle Daten löschen
fr: Supprimer toutes les données
id: Hapus semua data

# settings.delete_all_data_alert_title
source: Delete Data
de: Daten löschen
fr: Supprimer les données
id: Hapus Data

# settings.delete_all_message
source: 복약 기록
de: Medikamentenhistorie
fr: Historique des médicaments
id: All medications

# settings.developer_settings
source: Developer Settings
de: Entwicklereinstellungen
fr: Paramètres développeur
id: Pengaturan pengembang

# settings.developer_support
source: Support the Developer
de: Entwickler unterstützen
fr: Soutenir le développeur
id: Dukung pengembang

# settings.disabled
source: Disabled
de: Deaktiviert
fr: Désactivé
id: Dinonaktifkan

# settings.enable_notifications
source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
id: Terima notifikasi

# settings.error_export_failed
source: Export failed: %@
de: Export fehlgeschlagen: %@
fr: Échec de l'exportation : %@
id: Gagal mengekspor: %@

# settings.error_file_access_denied
source: Cannot access file.
de: Zugriff auf Datei verweigert.
fr: Impossible d'accéder au fichier.
id: Tidak dapat mengakses file.

# settings.error_file_read_failed
source: Cannot read file: %@
de: Datei konnte nicht gelesen werden: %@
fr: Impossible de lire le fichier : %@
id: Tidak dapat membaca file: %@

# settings.error_file_selection_failed
source: File selection failed: %@
de: Dateiauswahl fehlgeschlagen: %@
fr: Échec de la sélection du fichier : %@
id: Gagal memilih file: %@

# settings.error_import_failed
source: Import failed: %@
de: Import fehlgeschlagen: %@
fr: Échec de l'importation : %@
id: Gagal mengimpor: %@

# settings.export_data
source: Export Data
de: Daten exportieren
fr: Exporter les données
id: Ekspor data
